{
    "introduction": "中国共产党第七届中央委员会第二次全体会议（中国共产党七届二中全会、中共七届二中全会）于1949年3月5日—13日在河北省平山县西柏坡举行，出席这次全会的有中央委员34人，中央候补委员19人；列席会议的11人，由毛泽东、刘少奇、周恩来、朱德、任弼时组成的主席团主持了此次会议。七届二中全会是解放战争时期中共召开的唯一的一次中央全会，会议作出的各项政策规定，不仅对迎接中国革命在全国的胜利，而且对新中国的建设事业，都具有重要指导作用。 ",
    "attributes": {
        "中文名": "中国共产党第七届中央委员会第二次全体会议",
        "外文名": "The seventh central committee of the communist party of China, the second plenary meeting",
        "参与人员": "中央委员34人，中央候补委员19人",
        "影响": "为建立新中国奠基有深远历史意义",
        "别名": "西柏坡会议",
        "简称": "七届二中全会"
    },
    "relation": {
        "person": {
            "主要人员0": "毛泽东",
            "主要人员1": "周恩来",
            "主要人员2": "刘少奇",
            "主要人员3": "朱德",
            "主要人员4": "任弼时"
        },
        "location": {
            "发生地点": "河北省平山县西柏坡中央机关食堂"
        },
        "date": {
            "召开时间": "1949年3月5日—1949年3月13日"
        },
        "organization": {},
        "event": {}
    },
    "timeLine": [
        [
            "1949年3月5日",
            "中国、平山县、河北省",
            "中国共产党第七届中央委员会第二次全体会议(4张)在中国人民解放战争即将取得全国胜利的前夕，经过充分准备，中国共产党于1949年3月5日至13日在河北省平山县西柏坡中央机关食堂，召开了第七届中央委员会第二次全体会议",
            "中共七届二中全会:召开了第七届中央委员会第二次全体会议",
            "0,0"
        ],
        [
            "1949年3月5日",
            "中国",
            "毛泽东主持了开幕会议，并于1949年3月5日代表中央政治局作了《在中国共产党第七届中央委员会第二次全体会议上的报告》",
            "中共七届二中全会:并于1949年3月5日代表中央政治局作了《在中国共产党第七届中央委员会第二次全体会议上的报告》",
            "0,0"
        ],
        [
            "1945年6月",
            "中国、南京",
            "会议听取并集中讨论了毛泽东的报告，批准1945年6月党的七届一中全会以来中央政治局的工作，批准由中国共产党发起的关于召开新的政治协商会议及成立民主联合政府的建议，批准毛泽东关于以八项条件作为与国民党南京政府进行和平谈判的基础的声明，并根据毛泽东的报告通过了相应决议，确定了在彻底摧毁国民党统治、夺取全国胜利后，把党的工作重心从乡村转移到城市，以生产建设为中心任务；指出了中国由农业国转变为工业国、由新民主主义社会发展到社会主义社会的发展方向",
            "中共七届二中全会:批准1945年6月党的七届一中全会以来中央政治局的工作",
            "0,0"
        ],
        [
            "1927年",
            "未知",
            "根据毛泽东的报告，全会认为，从1927年大革命失败到如今，由于敌强我弱，党的工作重心一直在乡村",
            "中共七届二中全会:党的工作重心一直在乡村",
            "0,0"
        ],
        [
            "一九四九年三月五日",
            "未知",
            "（一九四九年三月五日）",
            "中共七届二中全会:（一九四九年三月五日）",
            "0,0"
        ],
        [
            "一九四九年三月五日",
            "中国、河北省、西柏坡村、平山县",
            "引言：中国共产党第七届中央委员会第二次全体会议，一九四九年三月五日至十三日举行于河北省平山县西柏坡村",
            "中共七届二中全会:一九四九年三月五日至十三日举行于河北省平山县西柏坡村",
            "0,0"
        ],
        [
            "同年六月",
            "中国",
            "毛泽东的这个报告，和他在同年六月所写的《论人民民主专政》一文，构成了为中国人民政治协商会议第一届全体会议所通过的、在新中国成立初期曾经起了临时宪法作用的《共同纲领》的政策基础",
            "中共七届二中全会:构成了为中国人民政治协商会议第一届全体会议所通过的、在新中国成立初期曾经起了临时宪法作用的《共同纲领》的政策基础",
            "0,0"
        ],
        [
            "半年",
            "绥远",
            "绥远方式，是有意地保存一部分国民党军队，让它原封不动，或者大体上不动，就是说向这一部分军队作暂时的让步，以利于争取这部分军队在政治上站在我们方面，或者保持中立，以便我们集中力量首先解决国民党残余力量中的主要部分，在一个相当的时间之后（例如在几个月，半年，或者一年之后），再去按照人民解放军制度将这部分军队改编为人民解放军⑵",
            "中共七届二中全会:再去按照人民解放军制度将这部分军队改编为人民解放军⑵",
            "0,0"
        ],
        [
            "一九二七年",
            "未知",
            "从一九二七年到现在，我们的工作重点是在乡村，在乡村聚集力量，用乡村包围城市，然后取得城市",
            "中共七届二中全会:在乡村聚集力量",
            "0,0"
        ],
        [
            "一年",
            "未知",
            "在乡村中，则是首先有步骤地展开清剿土匪和反对恶霸即地主阶级当权派的斗争，完成减租减息的准备工作，以便在人民解放军到达那个地区大约一年或者两年以后，就能实现减租减息的任务，造成分配土地的先决条件；同时必须注意尽可能地维持农业生产的现有水平不使降低",
            "中共七届二中全会:就能实现减租减息的任务",
            "0,0"
        ],
        [
            "一年",
            "南京、上海",
            "其交换条件是不打桂系和其他国民党主和派；一年左右也不去改编他们的军队；南京政府中的一部分人员允许其加入政治协商会议和联合政府；对上海和南方资产阶级的某些利益允许给以保护",
            "中共七届二中全会:对上海和南方资产阶级的某些利益允许给以保护",
            "118.80242172124585,32.06465288561847"
        ],
        [
            "一九四七年",
            "未知",
            "我们党内由土地革命战争时期的关门主义作风所养成的对待党外民主人士的不正确态度，在抗日时期并没有完全克服，在一九四七年各根据地土地改革高潮时期又曾出现过",
            "中共七届二中全会:在一九四七年各根据地土地改革高潮时期又曾出现过",
            "0,0"
        ],
        [
            "几十年",
            "中国",
            "在过了几十年之后来看中国人民民主革命的胜利，就会使人们感觉那好像只是一出长剧的一个短小的序幕",
            "中共七届二中全会:就会使人们感觉那好像只是一出长剧的一个短小的序幕",
            "0,0"
        ]
    ],
    "type": "EVENT"
}