{
    "introduction": "土地革命战争时期，中央红军长征途中，在广西北部湘江地区突破国民党军第4道封锁线的战役。湘江战役是关系中央红军生死存亡的一战。1934年11月27日至12月1日，中央红军在湘江上游广西境内的兴安县、全州县、灌阳县，与国民党军苦战五昼夜，最终从全州、兴安之间强渡湘江，突破了国民党军的第四道封锁线，粉碎了蒋介石围歼中央红军于湘江以东的企图。但是，中央红军也为此付出了极为惨重的代价。部队指战员和中央机关人员由长征出发时的8万多人锐减至3万余人。湘江战役是中央红军突围以来最壮烈、最关键的一仗，我军与优势之敌苦战，终于撕开了敌重兵设防的封锁线，粉碎了蒋介石围歼红军于湘江以东的企图。 红军虽然突破了第四道封锁线，但付出了巨大的代价。5军团和在长征前夕成立的少共国际师损失过半，8军团损失更为惨重，34师被敌人重重包围，全体指战员浴血奋战，直到弹尽粮绝，绝大部分同志壮烈牺牲。渡过湘江后，中央红军和军委两纵队，已由出发时的8.6万人锐减到3万人。引起了广大干部和战士对王明军事路线的怀疑和不满到达了极点，纷纷要求改换领导。湘江惨胜直接导致在遵义召开中共中央政治局扩大会议。史称“遵义会议”。它是红军四处碰壁身处绝境时召开的，确立了以毛泽东为核心的新的党中央的正确领导和毛泽东在红军及党中央的领导地位，从此中国革命一个杰出人物正式登上历史舞台，标志着中国红军翻开崭新的一页。 ",
    "attributes": {
        "名称": "湘江战役",
        "参战方": "中央红军、国民党军",
        "结果": "国民党败，中央红军损失惨重",
        "伤亡情况": "中央红军折损过半"
    },
    "relation": {
        "person": {},
        "location": {
            "地点": "广西全州县"
        },
        "date": {
            "发生时间": "1934年11月27日"
        },
        "organization": {},
        "event": {}
    },
    "timeLine": [
        [
            "1934年11月中旬",
            "广西、广西壮族自治区、广西省、湖南省",
            "突破三道封锁线1934年11月中旬，中央红军突破国民党军第三道封锁线后，由湖南省南部向广西省（今广西壮族自治区）北部前进",
            "湘江战役:中央红军突破国民党军第三道封锁线后",
            "108.3345212294372,22.821268997908664"
        ],
        [
            "几十年后",
            "界首",
            "几十年后，当林彪位于中共高级领导职务时，也曾去过一些当年战斗过的地方怀旧，但他再也没有回过界首",
            "湘江战役:但他再也没有回过界首",
            "115.38060984722048,33.26277523623148"
        ],
        [
            "1934年11月－12月",
            "湘江",
            "1934年11月－12月，湘江和潇水之间，中共和红军从死亡线上走了出来",
            "湘江战役:中共和红军从死亡线上走了出来",
            "111.85019461961394,25.074296375516795"
        ],
        [
            "那年",
            "全州",
            "全州凤凰嘴渡口旁，蒋济勇老人讲述自己11岁那年躲在墙角看到的场面：“江面上漂了很多红军遗体，但战士们仍然前赴后继，无所畏惧",
            "湘江战役:无所畏惧",
            "111.07552208875519,25.928543424092478"
        ],
        [
            "20世纪80年代",
            "广西",
            "湘江战役纪念园(7张)20世纪80年代以来，广西持续对湘江战役纪念设施、遗址遗存进行抢救性保护，修缮纪念塔、纪念碑、纪念馆，广泛开展革命传统教育，大力推动红色基因传承",
            "湘江战役:广西持续对湘江战役纪念设施、遗址遗存进行抢救性保护",
            "108.3345212294372,22.821268997908664"
        ],
        [
            "1984年",
            "未知",
            "1984年，著名随军老作家魏巍重走红军长征路时，来到界首光华铺红军烈士墓前，心潮澎湃，禁不住老泪横流……",
            "湘江战役:著名随军老作家魏巍重走红军长征路时",
            "0,0"
        ],
        [
            "1996年6月",
            "未知",
            "1996年6月，国家教委、民政部、文化部、国家文物局、共青团中央及解放军总政治部共同确定碑园为“全国中小学爱国主义教育基地”；1997年6月，中共中央宣传部将其列为首批“全国百家爱国主义教育示范基地”之一，成为全国重要的革命传统教育基地和旅游观光区",
            "湘江战役:全国中小学爱国主义教育基地",
            "0,0"
        ],
        [
            "2018年",
            "广西",
            "2018年，广西在中宣部等中央部委的大力支持和具体指导下，全力以赴推进湘江战役纪念设施建设保护和红军遗骸收殓保护工作",
            "湘江战役:全力以赴推进湘江战役纪念设施建设保护和红军遗骸收殓保护工作",
            "108.3345212294372,22.821268997908664"
        ],
        [
            "70周年",
            "中国",
            "短短9个月时间，完成了68个湘江战役纪念设施建设保护项目和红军遗骸收殓、集中安放工作，以实际行动向新中国成立70周年献礼，向革命先辈致敬",
            "湘江战役:向革命先辈致敬",
            "0,0"
        ],
        [
            "2019年",
            "未知",
            "2019年“十一”黄金周期间，红军长征湘江战役“一园两馆”等接待游客就突破了30万余人次",
            "湘江战役:等接待游客就突破了30万余人次",
            "0,0"
        ],
        [
            "2019年9月12日",
            "桂林市、全州县、广西壮族自治区",
            "湘江战役英烈忠骨安葬20190912(3张)2019年9月12日，湘江战役红军烈士遗骸安葬仪式在广西壮族自治区桂林市全州县举行",
            "湘江战役:湘江战役红军烈士遗骸安葬仪式在广西壮族自治区桂林市全州县举行",
            "110.18619487315159,25.24169878354397"
        ]
    ],
    "type": "EVENT"
}