{
    "introduction": "1938年4月27日，冀南军区成立，驻地在邢台南宫，宋任穷任司令员。下辖一、二、三、四、五军分区。5月2日，129师副师长徐向前率769、771团和115师689团及第五支队抵达冀南，使冀南抗日根据地更加巩固。",
    "attributes": {
        "中文名": "冀南军区",
        "外文名": "JinanMilitary Region",
        "驻地": "邢台南宫",
        "下辖": "一、二、三、四、五军分区",
        "img": "https://bkimg.cdn.bcebos.com/pic/e850352ac65c1038e3914aceb2119313b17e89cb?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_jpg"
    },
    "relation": {
        "person": {
            "司令员": "宋任穷"
        },
        "location": {},
        "date": {
            "成立时间": "1938年4月27日"
        },
        "organization": {},
        "event": {}
    },
    "timeLine": [
        [
            "1938年4月",
            "未知",
            "1938年4月成立，宋任穷任司令员，文建武任参谋长，王光华任政|治部主任",
            "冀南军区:王光华任政|治部主任",
            "0,0"
        ],
        [
            "1939年1月16日",
            "未知",
            "1939年1月16日，集总又任命王宏坤为冀南军区副司令员",
            "冀南军区:集总又任命王宏坤为冀南军区副司令员",
            "0,0"
        ],
        [
            "1938年4月",
            "山东省、安阳、河北省、河南、德州、聊城、石家庄",
            "冀南军区最早成立于1938年4月，由八路军第129师东进纵队兼，辖第1至第5军分区，辖区在河北省石家庄、山东省德州、聊城和河南安阳之间",
            "冀南军区:辖区在河北省石家庄、山东省德州、聊城和河南安阳之间",
            "117.02744162847857,36.674856650404905"
        ],
        [
            "1940年6月",
            "未知",
            "1940年6月，冀南军区进行整编，辖新编第4、第7、第8、第9旅和第1至第5军分区，后增编第6、第7军分区",
            "冀南军区:后增编第6、第7军分区",
            "0,0"
        ],
        [
            "同年下半年",
            "未知",
            "同年下半年，冀南军区所属部队参加“百团大战”",
            "冀南军区:百团大战",
            "0,0"
        ],
        [
            "1941年",
            "未知",
            "从 1941年起，军区部队进行反“扫荡”、反“蚕食”、反“清剿”斗争",
            "冀南军区:、反",
            "0,0"
        ],
        [
            "1942年",
            "未知",
            "1942年，新编第7、第8、第9旅先后并入第6、第3、第4军分区，所属部队归各军分区领导",
            "冀南军区:所属部队归各军分区领导",
            "0,0"
        ],
        [
            "1943年10月",
            "未知",
            "1943年10月，军区直属八路军总部指挥",
            "冀南军区:军区直属八路军总部指挥",
            "0,0"
        ],
        [
            "1944年5月",
            "未知",
            "冀南军区1944年5月，冀南军区与冀鲁豫军区合并为新的冀鲁豫军区，但仍保留冀南军区番号",
            "冀南军区:冀南军区1944年5月",
            "0,0"
        ],
        [
            "1945年6月",
            "未知",
            "1945年6月，成立冀南指挥部",
            "冀南军区:成立冀南指挥部",
            "0,0"
        ],
        [
            "1945年10月",
            "未知",
            "1945年10月，正式恢复冀南军区，辖第7至第11军分区和独立第4旅",
            "冀南军区:辖第7至第11军分区和独立第4旅",
            "0,0"
        ],
        [
            "1946年7月",
            "未知",
            "1946年7月，第2纵队与冀南军区合并，仍保留第2纵队建制",
            "冀南军区:仍保留第2纵队建制",
            "0,0"
        ],
        [
            "1946年8月",
            "未知",
            "从1946年8月到1947年5月，为粉碎国民党军对解放区的全面进攻，第2纵队在冀鲁豫区担任内线作战，先后参加定陶战役、鄄城战役、滑县战役、豫北战役等，歼敌1.6万余人",
            "冀南军区:歼敌1.6万余人",
            "0,0"
        ],
        [
            "1947年6月底",
            "未知",
            "1947年6月底，第2纵队与冀南军区分开，归晋冀鲁豫野战军建制，随刘邓大军主力参加鲁西南战役，沿陇海路南下，向大别山进军",
            "冀南军区:向大别山进军",
            "0,0"
        ],
        [
            "1948年",
            "未知",
            "1948年3月初，北渡淮河转向豫西南进行外线作战",
            "冀南军区:北渡淮河转向豫西南进行外线作战",
            "0,0"
        ],
        [
            "1948年5月9日",
            "未知",
            "1948年5月9日，晋冀鲁豫军区第2纵队改称中原野战军第2纵队，司令员陈再道，政治委员王维纲，副司令员范朝利，副政治委员钟汉华，参谋长王蕴瑞，政治部主任许梦侠，下辖第4、第6旅",
            "冀南军区:副政治委员钟汉华",
            "0,0"
        ],
        [
            "1949年2月",
            "未知",
            "冀南军区1949年2月，根据小中共中央军委关于统一全军编制和部队番号的决定，第2纵队改编为中国人民解放军第10军，隶属第二野战军第3兵团建制，由兵团副司令员杜义德兼第10军军长，王维纲任政治委员，范朝利任副军长，高厚良任参谋长，许梦侠任政治部主任，张济世任供给部部长，下辖共1.95万余人",
            "冀南军区:由兵团副司令员杜义德兼第10军军长",
            "0,0"
        ],
        [
            "1950年2月",
            "乐山、自贡、泸县、内江、川南、宜宾、川",
            "1950年2月，第10军全部到达川南，兼川南军区，下辖内江、宜宾、乐山、泸县等四个军分区及自贡警备司令部",
            "冀南军区:下辖内江、宜宾、乐山、泸县等四个军分区及自贡警备司令部",
            "103.7725376036347,29.55794071745811"
        ],
        [
            "1952年2月",
            "川南、川",
            "1952年2月，第10军与川南军区分开，同时第29师调归第15军建制，第62军第184师调归第10军建制",
            "冀南军区:第62军第184师调归第10军建制",
            "121.7122353868042,31.194068706732665"
        ],
        [
            "1952年4月25日",
            "未知",
            "1952年4月25日，第10军军部和第30师调归海军，第28师调归第23兵团，第184师调归装甲兵和华北军区，该军番号撤销",
            "冀南军区:第10军军部和第30师调归海军",
            "0,0"
        ],
        [
            "1937年8月",
            "未知",
            "冀南军区771团的前身是红31军91师，1937年8月改编为八路军第129师386旅771团，后编入129师独立旅仍为771团，38年8月21日编入八路军青年纵队还为771团，40年4月改称129师新编第4旅771团，42年11月改称冀南军区第4军分区771团",
            "冀南军区:后编入129师独立旅仍为771团",
            "0,0"
        ],
        [
            "43年",
            "未知",
            "43年调入新组建的陕甘宁边区留守兵团新编第4旅仍为第771团，后改称陕甘宁晋绥联防军新编第4旅771团，47年2月10日编入陕甘宁野战军仍为新编第4旅771团，3月16日改称西北野战兵团新编第4旅771团，7月31日改称西北野战军新编第4旅771团，1947年10月11日编入新组建的西北野战军第6纵队仍为新编第4旅771团",
            "冀南军区:7月31日改称西北野战军新编第4旅771团",
            "0,0"
        ],
        [
            "38年5月",
            "未知",
            "10团的前身是冀南军区成立之前38年5月组建的八路军第129师东进纵队第2团，后改编为八路军第129师独立旅第2团，38年8月中旬与冀南青年抗日纵队第2团合编为八路军第129师青年抗日纵队第2团，40年6月改编为八路军第129师新编第4旅10团，42年11月改称冀南军区第4军分区10团",
            "冀南军区:10团的前身是冀南军区成立之前38年5月组建的八路军第129师东进纵队第2团",
            "0,0"
        ],
        [
            "43年秋",
            "未知",
            "43年秋调归八路军第129师太行军区第1军分区建制，45年8月编入太行军区秦向支队仍为第10团，45年10月15日随所在支队编入晋冀鲁豫野战军第6纵队为18旅52团",
            "冀南军区:45年8月编入太行军区秦向支队仍为第10团",
            "0,0"
        ],
        [
            "38年8月中旬",
            "威县",
            "11团的前身是原威县城北的民团，后被日军清水部队收编为威县伪警备旅，经冀南地方党做工作大力争取接受我军收编，改编为冀南抗日游击独立第2师，后整编为八路军129师独立旅第2团，38年8月中旬与冀南青年抗日纵队第1团合编为八路军第129师青年抗日纵队第3团，40年6月改编为八路军第129师新编第4旅11团，42年11月改称冀南军区第4军分区11团",
            "冀南军区:改编为冀南抗日游击独立第2师",
            "115.2736176186073,36.98158160866276"
        ],
        [
            "37年末",
            "未知",
            "19团的前身是37年末由濮阳地区抗日武装组建的河北民军第一路第四支队，38年6月改编为八路军第129师东进纵队第7支队，后与第3支队合并为八路军第129师东进纵队第3支队，1938年11月改编为八路军第129师东进纵队第3团，1939年3月编入八路军第129师东进纵队第8支队仍为第3团，同年秋冬之间所在支队改编为八路军第129师东进纵队第1团，40年6月改编为第129师新编第7旅19团，42年6月编入冀南军区第6军分区仍为第19团，44年5月改称冀鲁豫军区第7军分区19团",
            "冀南军区:1938年11月改编为八路军第129师东进纵队第3团",
            "0,0"
        ],
        [
            "45年8月",
            "未知",
            "45年8月改称冀南军区第19团，后归冀南纵队杜义德支队指挥，45年11月4日改编为晋冀鲁豫野战军第2纵队6旅16团",
            "冀南军区:后归冀南纵队杜义德支队指挥",
            "0,0"
        ],
        [
            "1938年2月",
            "赵县、栾城",
            "20团的前身是地方党在赵县、栾城等县组建的抗日义勇军第二路第五支队，1938年2月改编为八路军第129师东进纵队独立支队，随宋任穷与八路军第129师骑兵团返回冀南，同年8月改编为八路军第129师东进纵队第1支队，1938年11月改编为八路军第129师东进纵队第1团，1939年3月编入八路军第129师东进纵队第5支队仍为第1团，1939年8月改编为八路军第129师东进纵队第2团，40年4月改编为八路军第129师新编第7旅20团，1942年6月随所在旅编入冀南军区第6军分区为20团， 1943年9月7日调入第129师386旅兼太岳军区第2军分区为20团，1945年9月随所在旅编入晋冀鲁豫军区太岳纵队仍为第386旅20团，10月下旬随所在纵队改编为晋冀鲁豫野战军第4纵队第10旅29团",
            "冀南军区:10月下旬随所在纵队改编为晋冀鲁豫野战军第4纵队第10旅29团",
            "114.78259655057873,37.76185852288779"
        ],
        [
            "1938年初",
            "景县、河北",
            "该团的前身是河北景县的抗日义勇军第三纵队，1938年初改编为华北人民抗日联军第九军区第二十八支队，1938年8月改编为八路军第129师东进纵队第5支队，1938年11月改编为八路军第129师东进纵队第2团，1939年3月编入八路军第129师东进纵队第5支队仍为第2团，1939年8月改编为八路军第129师东进纵队第3团，1940年4月改编为八路军第129师新7旅21团，1942年5月改编为冀南军区第6军分区第21团，1943年2月调入冀鲁豫军区第6军分区仍为21团，1944年5月改称八路军冀鲁豫军区第11军分区第21团",
            "冀南军区:1940年4月改编为八路军第129师新7旅21团",
            "116.27741078529978,37.69881455139486"
        ],
        [
            "1945年9月",
            "未知",
            "该团战斗力较强，1945年9月赴东北后改编为东北人民自治军第25旅第73团，后为东北野战军第10纵队第30师第88团",
            "冀南军区:后为东北野战军第10纵队第30师第88团",
            "0,0"
        ],
        [
            "38年末",
            "临清",
            "22团的前身是38年末在临清西部成立的卫河支队，后编入八路军第129师先遣纵队为第1团，40年夏改编为八路军第129师新编第8旅22团，42年6月编入冀南军区第3军分区仍为第22团，44年5月改称冀鲁豫军区第4军分区22团，45年夏编入平汉纵队仍称第22团，同年9月7日改称冀南纵队第22团，后归冀南军区雷绍康支队指挥，45年11月4日改编为晋冀鲁豫野战军第2纵队5旅13团",
            "冀南军区:22团的前身是38年末在临清西部成立的卫河支队",
            "115.71146960045022,36.8442891866943"
        ],
        [
            "40年",
            "未知",
            "23团的前身是八路军第129师先遣纵队为第2团，40年夏改编为八路军第129师新编第8旅23团，42年6月编入冀南军区第3军分区仍为第23团，44年5月改称冀鲁豫军区第4军分区23团，45年夏编入平汉纵队仍称第23团，同年9月7日改称冀南纵队第23团，后归冀南纵队孔庆德支队指挥，45年11月4日改编为晋冀鲁豫野战军第2纵队4旅12团",
            "冀南军区:23团的前身是八路军第129师先遣纵队为第2团",
            "0,0"
        ],
        [
            "1939年4月",
            "聊堂",
            "24团的前身是1939年4月聊堂边区建立的抗日游击队，同年10月进行整训，和运东部队第五大队合并为堂邑县大队，1943年1月以堂邑县大队为基础组建马颊河支队，1945年夏马颊河支队改编为冀南军区第7军分区24团",
            "冀南军区:1945年夏马颊河支队改编为冀南军区第7军分区24团",
            "0,0"
        ],
        [
            "40年6月",
            "未知",
            "25团的前身是40年6月由冀南军区第1军分区基干团与第军2分区武装之一部合编的129师新编第9旅25团，同年11月新9旅撤销该团编入冀南军区第2军分区仍称25团，44年5月改称冀鲁豫军区第3军分区25团，45年夏编入平汉纵队仍称第25团，同年9月7日改称冀南纵队第25团，后归冀南纵队杜义德支队指挥，45年11月4日改编为晋冀鲁豫野战军第2纵队6旅17团",
            "冀南军区:25团的前身是40年6月由冀南军区第1军分区基干团与第军2分区武装之一部合编的129师新编第9旅25团",
            "0,0"
        ],
        [
            "40年6月",
            "未知",
            "该团前身是由冀南游击大队和挺进大队以及赵县模范二支队编成的八路军第129师东进纵队第2支队，40年6月改编为129师新编第9旅26团，同年11月新9旅撤销该团编入冀南军区第1军分区仍称26团，后改编为1分区基干武装，抗战胜利前夕恢复为冀南军区第3军分区26团， 1947年2月列入冀南军区独立第5旅建制并改称第14团",
            "冀南军区:1947年2月列入冀南军区独立第5旅建制并改称第14团",
            "0,0"
        ],
        [
            "40年6月",
            "未知",
            "该团前身是由是40年6月由冀南军区第4军分区与第军5分区基干武装合编组建的129师新编第9旅27团，同年11月新9旅撤销该团编入冀南军区第5军分区仍称25团，44年5月改称冀鲁豫军区第6军分区27团， 45年8月改称冀南军区第27团，后归冀南纵队杜义德支队指挥，45年11月4日改编为晋冀鲁豫野战军第2纵队5旅14团",
            "冀南军区:45年8月改称冀南军区第27团",
            "0,0"
        ],
        [
            "45年7月",
            "故城、武城",
            "28团的前身是45年7月由冀南军区第6分区故城、枣南、武城三县游击大队合并组建的冀南军区第6分区运河支队，后称冀南军区第6分区第28团，后编入冀南军区杜义德支队仍为28团，45年11月4日改编为晋冀鲁豫野战军第2纵队6旅18团",
            "冀南军区:后称冀南军区第6分区第28团",
            "116.13704003919125,37.392977738606206"
        ],
        [
            "1945年4月",
            "未知",
            "该团前身是抗战胜利前夕以冀南地区夏津大队两个基干队及鲁西大队、第6军分区特务营为基础于1945年4月编成的第6军分区夏津独立团（也称第29团），1945年12月列入冀南军区独立旅建制，后改称独立第4旅第10团",
            "冀南军区:后改称独立第4旅第10团",
            "0,0"
        ],
        [
            "47年7月",
            "未知",
            "47年7月随所在旅编入晋冀鲁豫野战军第10纵队为28旅82团",
            "冀南军区:47年7月随所在旅编入晋冀鲁豫野战军第10纵队为28旅82团",
            "0,0"
        ],
        [
            "1938年3月",
            "未知",
            "31团的前身是1938年3月组建的冀南军区第3军分区基干营，1942年2月在原基干营的基础上组建了冀南军区第3军分区基干团，同年11月又以基干团为基础组建冀南军区第3军分区滏西支队，45年上半年改编为冀南军区第3军分区第31团，后编入冀南军区雷绍康支队仍为31团，45年11月4日改编为晋冀鲁豫野战军第2纵队4旅11团",
            "冀南军区:45年上半年改编为冀南军区第3军分区第31团",
            "0,0"
        ],
        [
            "1945年11月",
            "未知",
            "该团前身是抗战胜利前夕成立的第2军分区32团，1945年11月为第4军分区32团，后改称冀南军区4分区独立团",
            "冀南军区:1945年11月为第4军分区32团",
            "0,0"
        ],
        [
            "1945年12月",
            "未知",
            "1945年12月编入冀南军区独立第4旅为第12团",
            "冀南军区:1945年12月编入冀南军区独立第4旅为第12团",
            "0,0"
        ],
        [
            "47年7月",
            "未知",
            "47年7月随所在旅编入晋冀鲁豫野战军第10纵队为28旅84团",
            "冀南军区:47年7月随所在旅编入晋冀鲁豫野战军第10纵队为28旅84团",
            "0,0"
        ],
        [
            "1936年7月",
            "未知",
            "该团的前身是1936年7月以红15军团手枪团和陕北红26军骑兵团2连合并组建的红15军团骑兵团，抗战爆发后改编为八路军第129师骑兵营，1938年2月8日，扩编为八路军第129师骑兵团，1938年秋调入冀南军区，1943年2月调入冀鲁豫军区第4军分区仍为骑兵团，后直属于冀鲁豫军区",
            "冀南军区:1943年2月调入冀鲁豫军区第4军分区仍为骑兵团",
            "0,0"
        ]
    ],
    "type": "LOCATION"
}