{
    "introduction": "中国人民志愿军（Chinese people's Volunteer Army）是中华人民共和国在1950年10月至1959年1月期间参加抗美援朝的中国方面部队。中国人民志愿军1950年10月19日入朝参战，由中国人民解放军东北边防军改编而成，总计有240万人先后加入中国人民志愿军。 ",
    "attributes": {
        "中文名": "中国人民志愿军",
        "外文名": "Chinese people's Volunteer Army",
        "事件": "参加抗美援朝的中国方面部队",
        "所属国家": "中华人民共和国",
        "作战时期": "1950年10月19日至1953年7月27日",
        "参战主要原因": "美军入侵朝鲜",
        "司令员": "彭德怀、邓华、杨得志、杨勇",
        "部队规模": "240万人",
        "作战对象": "美军，联合国军，南朝鲜军（韩军）",
        "作战结果": "中美双方签订《朝鲜停战协定》"
    },
    "relation": {},
    "timeLine": [
        [
            "1950年6月25日",
            "苏联、韩国、朝鲜",
            "1950年6月25日，朝鲜在苏联默许下向韩国进攻，开始内战，历时三年的朝鲜战争爆发",
            "中国人民志愿军:历时三年的朝鲜战争爆发"
        ],
        [
            "1950年7月13日",
            "美、美国、中国、韩国",
            "”美国无视中国的严正立场，同时向联合国安理会提交并通过申请协助韩国的动议案，组成以道格拉斯·麦克阿瑟为总司令的“联合国军”，7月7日至10日，中央人民政府人民革命军事委员会召开国防会议作出《关于保卫东北边防的决定》，根据会议决定于1950年7月13日组建将中国人民解放军第13兵团为主共25万余人部队组成东北边防军，以确保中国东北边境安全",
            "中国人民志愿军:根据会议决定于1950年7月13日组建将中国人民解放军第13兵团为主共25万余人部队组成东北边防军"
        ],
        [
            "1950年10月8日",
            "朝鲜、中国、朝",
            "1950年10月8日，中国政府应朝鲜民主主义人民共和国政府的请求决定出兵朝鲜，并将东北边防军改名为中国人民志愿军",
            "中国人民志愿军:并将东北边防军改名为中国人民志愿军"
        ],
        [
            "1950年10月19日",
            "朝鲜",
            "1950年10月19日，中国人民志愿军在司令员彭德怀率领下，跨过鸭绿江，开赴朝鲜战场",
            "中国人民志愿军:开赴朝鲜战场"
        ],
        [
            "1950年10月25日",
            "未知",
            "从1950年10月25日～1951年6月10日，为运动战阶段，一般按战役过程分为五次战役",
            "中国人民志愿军:一般按战役过程分为五次战役"
        ],
        [
            "1951年6月中旬",
            "未知",
            "从1951年6月中旬～1953年7月27日，为阵地战阶段",
            "中国人民志愿军:为阵地战阶段"
        ],
        [
            "1951年5月",
            "未知",
            "战争期间，志愿军于1951年5月成立后方勤务司令部，由洪学智兼任司令员，周纯全任政治委员，统一组织指挥后方对敌斗争和后勤保障",
            "中国人民志愿军:统一组织指挥后方对敌斗争和后勤保障"
        ],
        [
            "1950年10月",
            "朝鲜",
            "从1950年10月中国人民志愿军总部成立至1958年10月中国人民志愿军总部撤离朝鲜，共有4任志愿军司令员和4任政治委员：彭德怀为第一任司令员兼政治委员，邓华为第二任司令员兼政治委员，杨得志、李志民为第三任司令员、政治委员，杨勇、王平为第四任司令员、政治委员",
            "中国人民志愿军:共有4任志愿军司令员和4任政治委员"
        ],
        [
            "1950年10月8日",
            "朝鲜、中国",
            "组成中国人民志愿军命令1950年10月8日，毛泽东命令组成中国人民志愿军，支援朝鲜",
            "中国人民志愿军:毛泽东命令组成中国人民志愿军"
        ],
        [
            "农历大年三十",
            "未知",
            "农历大年三十志愿军官兵在组织的晚会上表演节目",
            "中国人民志愿军:农历大年三十志愿军官兵在组织的晚会上表演节目"
        ],
        [
            "1950年10月25日",
            "中、朝鲜、南朝鲜、美国、朝",
            "朝鲜战争局势图中国人民志愿军在朝中边境及其附近地区，于1950年10月25日至11月5日，对美国为首的“联合国军”及其指挥的南朝鲜（韩国）军突然发起的进攻战役",
            "中国人民志愿军:及其指挥的南朝鲜（韩国）军突然发起的进攻战役"
        ],
        [
            "1950年11月7日",
            "南朝鲜、美国、韩国",
            "是中国人民志愿军于1950年11月7日至12月24日，将美国为首的“联合国军”及其指挥的南朝鲜（韩国）军诱至预定战场后，对其突然发起反击的战役",
            "中国人民志愿军:及其指挥的南朝鲜（韩国）军诱至预定战场后"
        ],
        [
            "1950年12月31日至1951年1月8日",
            "未知",
            "是中国人民志愿军和朝鲜人民军于1950年12月31日至1951年1月8日发起第三次战役",
            "中国人民志愿军:是中国人民志愿军和朝鲜人民军于1950年12月31日至1951年1月8日发起第三次战役"
        ],
        [
            "1951年1月25日",
            "未知",
            "是1951年1月25日至4月21日在“三八线”南北地区进行的防御战役",
            "中国人民志愿军:南北地区进行的防御战役"
        ],
        [
            "1951年1月25日",
            "未知",
            "“联合国军”发现志愿军补给困难，第一线兵力不足，于1951年1月25日恢复攻势",
            "中国人民志愿军:于1951年1月25日恢复攻势"
        ],
        [
            "1951年4月22日",
            "未知",
            "是1951年4月22日至6月10日在“三八线”南北地区进行的大规模反击战",
            "中国人民志愿军:南北地区进行的大规模反击战"
        ],
        [
            "1951年6月11日",
            "未知",
            "从1951年6月11日～1953年7月27日，为抗美援朝战争第二阶段",
            "中国人民志愿军:为抗美援朝战争第二阶段"
        ],
        [
            "1951年6月中旬",
            "未知",
            "中央军委于1951年6月中旬，提出“充分准备持久作战和争取和谈达到结束战争”的战争指导思想和在军事上采取“持久作战、积极防御”的战略方针，要求志愿军作战应与谈判相配合、相适应",
            "中国人民志愿军:充分准备持久作战和争取和谈达到结束战争"
        ],
        [
            "1951年7月10日",
            "朝鲜",
            "1951年7月10日，战争双方开始举行朝鲜停战谈判",
            "中国人民志愿军:战争双方开始举行朝鲜停战谈判"
        ],
        [
            "两年",
            "未知",
            "从此，战争出现长达两年多的边打边谈的局面",
            "中国人民志愿军:战争出现长达两年多的边打边谈的局面"
        ],
        [
            "1951年8月中旬",
            "中",
            "1951年8月中旬～10月下旬，“联合国军”采取“逐段进攻，逐步推进”的战法，并从8月开始，实施了长达10个月的以切断中朝人民军队后方供应为目的的“空中封锁交通线战役”即“绞杀战”",
            "中国人民志愿军:并从8月开始"
        ],
        [
            "1952年秋季",
            "未知",
            "从而由带机动性质的积极防御，转为带坚守性质的积极防御；由主要用于坚守战线、消耗敌人的阵地防御，逐渐转向以歼灭敌人为主的阵地进攻；中朝人民军队在打小歼灭战的思想指导下，1952年秋季战术反击作战中，抢占中间地带，夺取其突出的前沿阵地和支撑点",
            "中国人民志愿军:转为带坚守性质的积极防御"
        ],
        [
            "1952年秋",
            "未知",
            "1952年秋，在规模较大、持续时间较长的上甘岭战役中，粉碎了“联合国军”发动的“金化攻势”",
            "中国人民志愿军:金化攻势"
        ],
        [
            "1952年",
            "朝鲜",
            "1952年冬，朝鲜停战谈判仍无进展",
            "中国人民志愿军:朝鲜停战谈判仍无进展"
        ],
        [
            "1952年",
            "未知",
            "中朝人民军队从1952年底起，开始进行大规模的反登陆作战准备，至1953年4月全部完成反登陆作战准备工作",
            "中国人民志愿军:至1953年4月全部完成反登陆作战准备工作"
        ],
        [
            "1953年",
            "未知",
            "1953年发起夏季反击战役，迫使“联合国军”方面作出妥协",
            "中国人民志愿军:方面作出妥协"
        ],
        [
            "1953年7月27日",
            "朝鲜",
            "彭德怀元帅在朝鲜停战协定上正式签字1953年7月27日，战争双方在朝鲜停战协定上签字",
            "中国人民志愿军:战争双方在朝鲜停战协定上签字"
        ],
        [
            "2年零9个月",
            "未知",
            "至此，历时2年零9个月的抗美援朝战争结束",
            "中国人民志愿军:历时2年零9个月的抗美援朝战争结束"
        ],
        [
            "1958年2月",
            "朝鲜、朝、中",
            "1958年2月，周恩来率团访问朝鲜期间，中朝双方就撤军问题发表了联合声明",
            "中国人民志愿军:中朝双方就撤军问题发表了联合声明"
        ],
        [
            "1959年1月",
            "未知",
            "1959年1月，志愿军司令部、政治部、后勤部建制均被撤销",
            "中国人民志愿军:志愿军司令部、政治部、后勤部建制均被撤销"
        ],
        [
            "1950年10月",
            "朝",
            "1950年10月，志愿军首批部队入朝，决定组织志愿军空军参战，其基本任务是：在友军空军和地面防空部队的协同下，夺取并保持重要地区的局部制空权，以掩护交通运输线，保卫军事和工业目标，支援地面部队作战",
            "中国人民志愿军:志愿军首批部队入朝"
        ],
        [
            "1951年3月",
            "未知",
            "1951年3月成立志愿军空军领导机关，刘震任司令员（后由聂凤智代司令员）",
            "中国人民志愿军:刘震任司令员（后由聂凤智代司令员）"
        ],
        [
            "1951年7月10日",
            "未知",
            "1951年7月10日，战争双方开始停战谈判",
            "中国人民志愿军:战争双方开始停战谈判"
        ],
        [
            "1952年夏季",
            "朝鲜",
            "第三阶段（1952.6～1953.7），保卫重要目标美军在其“绞杀战”失败后，从1952年夏季开始，除继续破坏交通运输线外，将空中突击的重点转向工业的、农业的和军事的设施，连续组织大规模的空中战役，破坏朝鲜北部的水力发电系统、水利灌溉系统和军队补给系统",
            "中国人民志愿军:破坏朝鲜北部的水力发电系统、水利灌溉系统和军队补给系统"
        ],
        [
            "1952年5月",
            "朝鲜、朝",
            "志愿军海军出现在朝鲜战场是战场形势已到对峙阶段，1952年5月，海军决定，派出鱼雷艇部队、布设水雷部队、岸炮部队入朝，参加西海岸的防守",
            "中国人民志愿军:志愿军海军出现在朝鲜战场是战场形势已到对峙阶段"
        ],
        [
            "1953年1月",
            "朝鲜、朝",
            "1953年1月上旬首先进入朝鲜是海司海道测量部派出的测量队，有陆上、海上两个测量队",
            "中国人民志愿军:有陆上、海上两个测量队"
        ],
        [
            "1953年1月",
            "朝鲜、朝、淞沪",
            "1953年1月9日，海军淞沪基地参谋长孙公飞带领部分布雷部队人员到达朝鲜，布雷队主要人员3月到达",
            "中国人民志愿军:布雷队主要人员3月到达"
        ],
        [
            "1951年",
            "未知",
            "志愿军的火炮阵地（1951年）",
            "中国人民志愿军:志愿军的火炮阵地（1951年）"
        ],
        [
            "1950年10月",
            "日本、美国、朝",
            "1950年10月志愿军入朝时，预备炮兵仅有炮兵第1、第2、第8师共9个团，装备日本、美国制造的旧式火炮284门，且多由骡马牵引；队属炮兵主要装备山炮、步兵炮和小口径迫击炮，由骡马驮载或人力背负，其建制多为连、营",
            "中国人民志愿军:队属炮兵主要装备山炮、步兵炮和小口径迫击炮"
        ],
        [
            "1951～1952年",
            "苏",
            "为适应战争的迫切需要，1951～1952年，以步兵为基础陆续新建火箭炮兵第21、第22师（装备苏制M—13火箭炮）和防坦克炮兵第31、第32、第33师（装备苏制76.2毫米口径和57毫米口径加农炮），并对炮兵第1、第2、第8师及第3、第7师部分部队进行换装（装备苏制122毫米和152毫米榴弹炮）",
            "中国人民志愿军:并对炮兵第1、第2、第8师及第3、第7师部分部队进行换装（装备苏制122毫米和152毫米榴弹炮）"
        ],
        [
            "1951年2月",
            "未知",
            "1951年2月，改为炮兵指挥所，匡裕民任主任",
            "中国人民志愿军:匡裕民任主任"
        ],
        [
            "1953年",
            "未知",
            "随着炮兵的增多，1953年炮兵指挥所设司令部、政治部、干部部，高存信任主任、刘何任政治委员",
            "中国人民志愿军:1953年炮兵指挥所设司令部、政治部、干部部"
        ],
        [
            "1952年4月",
            "未知",
            "下属炮兵，也于1952年4月在兵团、军、师建立炮兵室",
            "中国人民志愿军:下属炮兵"
        ],
        [
            "1951年7月",
            "未知",
            "第二阶段（1951.6～1953.7），支援步兵作战将战线稳定在“三八线”附近1951年7月，志愿军炮兵指挥所召开第二次炮兵会议，要求部队树立长期作战思想，利用战斗间隙进行军政训练，积极主动地支援步兵作战，大量杀伤和消耗敌人",
            "中国人民志愿军:积极主动地支援步兵作战"
        ],
        [
            "1951年3月31日",
            "朝",
            "坦克兵第1师和坦克兵第2师第3团于1951年3月31日开始陆续入朝，并以坦克兵第1师师部为基础组成志愿军装甲兵指挥所",
            "中国人民志愿军:坦克兵第1师和坦克兵第2师第3团于1951年3月31日开始陆续入朝"
        ],
        [
            "1952年",
            "未知",
            "战争进行到1952年底，随着志愿军坚固阵地防御的日趋稳固，敌军已不可能从正面突破我军防御，我军后方两翼的海岸线却处于美军优势的海空力量威胁下",
            "中国人民志愿军:我军后方两翼的海岸线却处于美军优势的海空力量威胁下"
        ],
        [
            "1950年11月6日",
            "朝",
            "为了加强铁路运输，志愿军铁道兵第1师于1950年11月6日入朝，担任抢修铁路任务",
            "中国人民志愿军:担任抢修铁路任务"
        ],
        [
            "1951年2月",
            "朝",
            "其后，铁道兵第3师、第2师于1951年2月、5月亦继续入朝",
            "中国人民志愿军:铁道兵第3师、第2师于1951年2月、5月亦继续入朝"
        ],
        [
            "1953年9月",
            "朝鲜",
            "1953年9月，中央军委、政务院电复铁道兵团、志愿军司令部、铁道部，同意将志愿军在朝鲜的6个铁道工程师正式划归军委系统，与铁道兵团的4个师、1个独立团统一整编为中国人民解放军铁道兵",
            "中国人民志愿军:与铁道兵团的4个师、1个独立团统一整编为中国人民解放军铁道兵"
        ],
        [
            "1950年10月",
            "朝",
            "1950年10月志愿军入朝，后成立工兵指挥所，谭善和任司令员兼政治委员，直接指挥独立工兵团，并负责队属工兵部（分）队的业务指导工作",
            "中国人民志愿军:并负责队属工兵部（分）队的业务指导工作"
        ],
        [
            "1950年10月",
            "未知",
            "1950年10月，志愿军领导机关有9部短波电台、1个电话队（相当于连）；每个军有各类通信人员2500～3000人（占军总人数的5%～6%），无线电通信机60余部（含步谈机），有线电单、总机370余部，被覆线440余单公里",
            "中国人民志愿军:有线电单、总机370余部"
        ],
        [
            "1953年8月14日",
            "未知",
            "中国人民志愿军作战油画1953年8月14日，中国人民志愿军和朝鲜人民军联合公布的战绩中记载：共计毙伤俘敌数为109万",
            "中国人民志愿军:中国人民志愿军和朝鲜人民军联合公布的战绩中记载"
        ],
        [
            "2010年10月",
            "未知",
            "根据2010年10月中国抗美援朝纪念馆全国走访查实资料，朝鲜战争期间志愿军战士阵亡共183108人",
            "中国人民志愿军:朝鲜战争期间志愿军战士阵亡共183108人"
        ],
        [
            "1952年5月7日",
            "未知",
            "1952年5月7日，朝中战俘扣留了美军战俘营长官杜德准将，要求停止甄别，给予人道待遇",
            "中国人民志愿军:给予人道待遇"
        ],
        [
            "1952年4月19日",
            "未知",
            "1952年4月19日，美方宣称经过“甄别”，有15599名中国人民志愿军战俘“拒绝遣返”，遣返概数约为7万人",
            "中国人民志愿军:遣返概数约为7万人"
        ],
        [
            "1954年1月23日",
            "台湾",
            "战后有14334位战俘被以“自愿”名义遣送至台湾，于1954年1月23日到达台湾，受到台湾当局盛大欢迎，称其为反共义士，并定1月23日为一二三自由日，不少或自愿或遭受各种压力加入国军，有的参加了八二三战役",
            "中国人民志愿军:于1954年1月23日到达台湾"
        ],
        [
            "1951年3月13日",
            "朝鲜",
            "1951年3月13日，中央军委决定，志愿军在朝鲜的3个兵团各组织1个外俘管训团，负责前线接管俘虏，并将俘虏送到后方俘管团；由国内西北、西南、华东、中南等地区各组织1个外俘管理大队，到朝鲜参加外俘管理和训练工作",
            "中国人民志愿军:志愿军在朝鲜的3个兵团各组织1个外俘管训团"
        ],
        [
            "1952年10月23日",
            "朝鲜、美国",
            "1952年10月23日，为表彰中国人民志愿军在援助朝鲜人民反抗美国侵略与保卫远东及世界和平事业中所建立的功勋，朝鲜民主主义人民共和国最高人民会议常任委员会决定授予中国人民志愿军司令员彭德怀一级国旗勋章，并分别授予在战争中立下特殊功勋的志愿军指战员一级、二级自由独立勋章，二级、三级国旗勋章，一级、二级战士荣誉勋章及军功奖章",
            "中国人民志愿军:为表彰中国人民志愿军在援助朝鲜人民反抗美国侵略与保卫远东及世界和平事业中所建立的功勋"
        ],
        [
            "两周年",
            "朝鲜",
            "10月25日，志愿军领导机关隆重举行庆祝志愿军抗美援朝出国作战两周年大会，朝鲜最高人民会议常任委员会代表将朝鲜民主主义人民共和国国旗勋章、自由独立勋章和军功章分别授予志愿军领导及参加大会的20名英雄和功臣代表",
            "中国人民志愿军:志愿军领导机关隆重举行庆祝志愿军抗美援朝出国作战两周年大会"
        ],
        [
            "1953年6月25日",
            "桧仓",
            "邱少云1953年6月25日，朝鲜最高人民会议常任委员会在朝鲜人民反侵略战争三周年上，在志愿军领导机关驻地桧仓隆重举行授勋典礼，将一级国旗勋章授予志愿军司令员彭德怀及代司令员邓华、副司令员杨得志，政治部主任李志民，并授予杨根思、黄继光、孙占元、杨连第、邱少云、伍先华、胡修道一级国旗勋章和“朝鲜民主主义人民共和国英雄”称号，将一级国旗勋章追授给志愿军一级爱民模范罗盛教",
            "中国人民志愿军:并授予杨根思、黄继光、孙占元、杨连第、邱少云、伍先华、胡修道一级国旗勋章和"
        ],
        [
            "1953年10月27日",
            "桧仓、朝鲜",
            "1953年10月27日，朝鲜最高人民会议常任委员会为纪念中国人民志愿军出国作战三周年，在桧仓举行隆重的授勋典礼，分别授予志愿军领导和165名英雄、模范、功臣代表各种勋章和军功章",
            "中国人民志愿军:分别授予志愿军领导和165名英雄、模范、功臣代表各种勋章和军功章"
        ],
        [
            "1958年10月24日",
            "平壤、朝鲜民主主义人民共和国",
            "1958年10月24日，朝鲜最高人民会议常任委员会在平壤举行隆重授勋仪式，授予中国人民志愿军司令员杨勇上将、政治委员王平上将朝鲜民主主义人民共和国一级国旗勋章，授予志愿军副政治委员梁必业中将等高级指挥员二级国旗勋章",
            "中国人民志愿军:授予志愿军副政治委员梁必业中将等高级指挥员二级国旗勋章"
        ],
        [
            "1953年7月27日",
            "朝鲜、中国",
            "1953年7月27日，朝鲜停战后，志愿军领导机关成立了烈士陵园修建委员会，中国政府拨出专款，用于陵园建设，在朝鲜建起了8处志愿军中心烈士陵园，此外，朝鲜还修建了62处志愿军墓地，建有243个烈士合葬墓，用于集中安葬分散在各地的大部分志愿军烈士",
            "中国人民志愿军:朝鲜还修建了62处志愿军墓地"
        ],
        [
            "1960年10月25日",
            "平壤、朝",
            "1960年10月25日，平壤盛会纪念志愿军抗美援朝入朝作战十周年，朝鲜内阁首相金日成出席大会",
            "中国人民志愿军:朝鲜内阁首相金日成出席大会"
        ],
        [
            "1990年10月25日",
            "朝",
            "1990年10月25日，金日成在锦绣山议事堂举行盛大宴会，纪念中国人民志愿军赴朝参战40周年",
            "中国人民志愿军:纪念中国人民志愿军赴朝参战40周年"
        ],
        [
            "2000年10月25日",
            "中国、朝、北京",
            "2000年10月25日上午9点，中国在北京召开了纪念中国人民志愿军抗美援朝出国作战50周年大会",
            "中国人民志愿军:中国在北京召开了纪念中国人民志愿军抗美援朝出国作战50周年大会"
        ],
        [
            "50周年",
            "平壤、中国、朝",
            "10月25日晚，朝鲜民主主义人民共和国政府在平壤五一体育场举行有18万人参加的盛大集会，纪念中国人民志愿军赴朝参战50周年",
            "中国人民志愿军:纪念中国人民志愿军赴朝参战50周年"
        ],
        [
            "2009年10月26日",
            "朝鲜、朝",
            "2009年10月26日，朝鲜党政军有关部门举行仪式，纪念中国人民志愿军抗美援朝入朝作战59周年",
            "中国人民志愿军:纪念中国人民志愿军抗美援朝入朝作战59周年"
        ],
        [
            "2013年7月29日",
            "朝鲜",
            "朝鲜最高领导人金正恩（中）在中国人民志愿军烈士塔前凭吊2013年7月29日，在朝鲜战争停战60周年之际，朝鲜最高领导人金正恩前往位于平安南道桧仓郡的中国人民志愿军烈士陵园，凭吊志愿军烈士，视察了中国人民志愿军机关旧址盛兴革命史迹地",
            "中国人民志愿军:朝鲜最高领导人金正恩（中）在中国人民志愿军烈士塔前凭吊2013年7月29日"
        ],
        [
            "2014年10月25日",
            "平壤、朝",
            "2014年10月25日，中国驻朝鲜使馆在平壤朝中友谊塔前举行仪式，纪念中国人民志愿军赴朝参战64周年",
            "中国人民志愿军:纪念中国人民志愿军赴朝参战64周年"
        ],
        [
            "2015年10月11日",
            "安州",
            "2015年10月11日上午，中共中央政治局常委、中央书记处书记刘云山赶赴安州祭扫中国人民志愿军烈士陵园，向中国人民志愿军烈士敬献花篮并默哀",
            "中国人民志愿军:向中国人民志愿军烈士敬献花篮并默哀"
        ],
        [
            "65周年纪念日",
            "朝鲜、平壤、朝",
            "10月25日，中国人民志愿军赴朝作战65周年纪念日，朝鲜在平壤友谊塔等地举办纪念活动",
            "中国人民志愿军:朝鲜在平壤友谊塔等地举办纪念活动"
        ],
        [
            "2016年10月25日",
            "平壤、朝、中",
            "2016年10月25日，在中国人民志愿军赴朝作战66周年之际，中朝两国共同在平壤友谊塔举办纪念活动",
            "中国人民志愿军:中朝两国共同在平壤友谊塔举办纪念活动"
        ],
        [
            "2020年7月2日",
            "未知",
            "2020年7月2日，中国人民志愿军抗美援朝出国作战70周年，将以中共中央、国务院、中央军委名义颁发“中国人民志愿军抗美援朝出国作战70周年”纪念章",
            "中国人民志愿军:中国人民志愿军抗美援朝出国作战70周年"
        ],
        [
            "2013年12月19日",
            "中、坡州、韩",
            "经过磋商，中韩双方于2013年12月19日对坡州的志愿军烈士遗骸进行发掘",
            "中国人民志愿军:中韩双方于2013年12月19日对坡州的志愿军烈士遗骸进行发掘"
        ],
        [
            "2014年3月17日",
            "未知",
            "2014年3月17日，双方启动实施了遗骸装殓入棺工作，移交中方的志愿军烈士遗骸共437具",
            "中国人民志愿军:移交中方的志愿军烈士遗骸共437具"
        ],
        [
            "2015年3月16日",
            "中国、韩、韩国",
            "在韩中国人民志愿军烈士遗骸交接仪式2015年3月16日，中国志愿军遗骸入殓仪式在韩国京畿道一部队举行",
            "中国人民志愿军:中国志愿军遗骸入殓仪式在韩国京畿道一部队举行"
        ],
        [
            "2016年3月31日",
            "韩、韩国、中",
            "2016年3月31日，中韩双方在韩国仁川国际机场庄严举行第三批36具在韩中国人民志愿军烈士遗骸交接仪式",
            "中国人民志愿军:中韩双方在韩国仁川国际机场庄严举行第三批36具在韩中国人民志愿军烈士遗骸交接仪式"
        ],
        [
            "2017年3月22日",
            "韩、中方、韩国、中",
            "2017年3月22日，韩国仁川国际机场，中韩双方举行第四批在韩中国人民志愿军烈士遗骸交接仪式，韩国向中方送还28具志愿军烈士遗骸",
            "中国人民志愿军:韩国向中方送还28具志愿军烈士遗骸"
        ],
        [
            "2018年3月26日",
            "中国、韩、韩国、仁川",
            "2018年3月26日上午，第五批在韩中国志愿军遗骸遗物装殓仪式在韩国仁川举行",
            "中国人民志愿军:第五批在韩中国志愿军遗骸遗物装殓仪式在韩国仁川举行"
        ],
        [
            "2018年3月28日",
            "未知",
            "此次交接的20具志愿军烈士遗骸，于2018年3月28日上午10点启程归国",
            "中国人民志愿军:于2018年3月28日上午10点启程归国"
        ],
        [
            "2019年4月3日",
            "韩、韩国、中",
            "在韩中国人民志愿军烈士遗骸交接仪式2019年4月3日上午，中韩双方在韩国仁川国际机场举行在韩中国人民志愿军烈士遗骸交接仪式，第六批共10位在韩志愿军烈士遗骸及遗物启程归国",
            "中国人民志愿军:在韩中国人民志愿军烈士遗骸交接仪式2019年4月3日上午"
        ],
        [
            "2020年9月28日",
            "韩、沈阳",
            "2020年9月28日上午，第七批在韩中国人民志愿军烈士遗骸安葬仪式在沈阳抗美援朝烈士陵园举行",
            "中国人民志愿军:第七批在韩中国人民志愿军烈士遗骸安葬仪式在沈阳抗美援朝烈士陵园举行"
        ],
        [
            "2021年9月1日",
            "仁川、韩、韩国、中",
            "2021年9月1日，中韩双方在韩国仁川共同举行烈士遗骸装殓仪式，2日上午在韩国仁川国际机场举行交接仪式",
            "中国人民志愿军:2日上午在韩国仁川国际机场举行交接仪式"
        ]
    ],
    "type": "ORGANIZATION"
}