{
    "introduction": "义和团，是晚清时期的民间团体组织，由山东、直隶一带的义和拳、民间秘密结社和练拳习武的组织发展而来。义和团运动，又称“庚子事变”，从某种意义上是自19世纪40年代以来中国社会出现的各种矛盾的一次总爆发。19世纪末在中国发生的一场主要针对西方侵略者及其在华附庸以及和西方文明成果有关的科学器物和相关人士，是具有强烈的朴素的爱国主义思想的完全自发的民间运动。面对八国联军的侵略，义和团得到了清政府的扶持，并进行了英勇抵抗，同时在客观上也对19世纪60年代以来中国的近代化成果造成了严重的破坏。毁坏铁路、拆毁电灯。 ",
    "attributes": {
        "中文名": "义和团",
        "外文名": "Boxer Rebellion",
        "别名": "义和拳",
        "所处时期": "清朝末期",
        "起源地": "河北邢台一带",
        "首领": "朱红灯、赵三多、王一庆、林黑儿",
        "结局": "最终失败",
        "特点": "反对西方侵略、排斥西方文化",
        "坛口": "总坛口遗址位于：天津市静海区独流镇胜利街",
        "事件": "义和团运动"
    },
    "relation": {
        "地点1": "中国北方（直鲁豫地区）"
    },
    "timeLine": [
        [
            "1899年10月",
            "邢台市、山东省冠县、威县、蒋家庄",
            "1899年10月上旬，山东省冠县飞地蒋家庄（今邢台市威县），教民和当地民众发生冲突，义和团冲击当地的教堂",
            "义和团:义和团冲击当地的教堂"
        ],
        [
            "次年",
            "高唐、荏平、平原县、山东、李庄",
            "次年（1899年），山东平原县知县蒋楷镇压义和团，当地义和拳首领李长水请求荏平、高唐等地的义和拳首领朱红灯支援，朱红灯在杠子李庄整齐队伍正式竖起了“天下义和拳兴清灭洋”旗帜",
            "义和团:当地义和拳首领李长水请求荏平、高唐等地的义和拳首领朱红灯支援"
        ],
        [
            "1899年",
            "济南、山东",
            "1899年，袁世凯在济南就任山东巡抚后，对义和团始终持敌对态度，在其任山东巡抚后严格限制义和团的活动，并从1900年6月开始血腥镇压复起的义和团",
            "义和团:并从1900年6月开始血腥镇压复起的义和团"
        ],
        [
            "1900年春",
            "直隶",
            "1900年春，义和团开始向直隶等地转移",
            "义和团:义和团开始向直隶等地转移"
        ],
        [
            "1900年5月27日",
            "涿州城、直隶",
            "随后的1900年5月27日，直隶中部芦保铁路沿线约3万义和团占据了涿州城，知州龚荫培无计可施，便绝食坐以待毙，这是义和团占据和控制的第一个州城",
            "义和团:这是义和团占据和控制的第一个州城"
        ],
        [
            "数百年",
            "北京、京",
            "此后使馆卫队开展了“猎取拳民行动”，多次主动攻击义和团员，这种行为反而使得局面更加失控，愤怒的义和团在北京到处焚烧教堂和屠杀无辜基督教徒，并殃及今前门大街外的大栅栏地区，“京师富商所集也，数百年精华尽矣”",
            "义和团:多次主动攻击义和团员"
        ],
        [
            "1900年8月14日",
            "北京",
            "8月13日，联军进抵北京城下，1900年8月14日凌晨，八国联军对北京发动总攻，并攻破东直、朝阳、东便、广渠各门进入北京，董福祥的甘军和义和团坚持抵抗，而此时的慈禧见势不妙，遂带领光绪帝、隆裕皇后等与部分王公、太监于15日晨出神武门西逃",
            "义和团:八国联军对北京发动总攻"
        ],
        [
            "1902年",
            "四川、资阳",
            "随后1902年四川红灯教首领李冈中在资阳起义，四川义和团斗争开始高涨",
            "义和团:四川义和团斗争开始高涨"
        ],
        [
            "同年4月",
            "未知",
            "同年4月，爆发景廷宾起义，义和团首领赵三多也参与了起义",
            "义和团:义和团首领赵三多也参与了起义"
        ],
        [
            "1900年10月",
            "伊犁、新疆、天津",
            "天津义和团甚至远赴新疆伊犁活动，1900年10月“忽有天津拳党贾永潜来伊犁，在距惠远城西五里处之乌哈里克河西大庄子地方，开场教习拳棒”",
            "义和团:忽有天津拳党贾永潜来伊犁"
        ],
        [
            "1900年10月",
            "中国",
            "1900年10月美国驻华特使柔克义致海约翰信中说：“赫德爵士认为，义和团起义是中国摆脱外国人的束缚，争取民族解放的爱国运动",
            "义和团:争取民族解放的爱国运动"
        ],
        [
            "1949年",
            "中华人民共和国",
            "而1949年以后的中华人民共和国历史书上的评价显然带有毛泽东的个人色彩：义和团抗击帝国主义侵略的失败证明，没有正确的指导思想就没有人民革命的胜利",
            "义和团:没有正确的指导思想就没有人民革命的胜利"
        ],
        [
            "1900年6月25日",
            "未知",
            "1900年6月25日，载漪、载勋、载濂、载滢四兄弟率义和团六十多人欲弑光绪，被慈禧太后阻止",
            "义和团:被慈禧太后阻止"
        ],
        [
            "1901年",
            "中国、日",
            "中国留日学生创办的刊物《开智录》于1901年发表文章《义和团有功于中国说》，称：“中国人柔筋脆骨，已为万国所不齿矣；绝东老大之号，第二犹太之名，已凄声盈耳矣",
            "义和团:中国人柔筋脆骨"
        ],
        [
            "1901年",
            "中国、美国",
            "早年留学美国的著名改良主义者容闳也于1901年告诉他的学生刘禺生说：“予默观现时大势及中国将来情形，当竭诚以授汝，汝其阐行吾志乎？汝以义和团为乱民乎？此中国之民气也",
            "义和团:此中国之民气也"
        ],
        [
            "年",
            "中国",
            "陈独秀早期指责义和团的愚昧，在发表在《新青年》上的《克林德碑》（1918年）一文，更是全面分析了义和团运动在五个根本方面反时代潮流的特征，陈独秀最后总结说：“照上列的事实看起来，中国制造义和拳的原因，较庚子以前，并未丝毫减少，将来的结果，可想而知",
            "义和团:陈独秀最后总结说"
        ],
        [
            "1924年",
            "未知",
            "我国民要想除去将来国耻的纪念碑，世上是有两条道路：一条是向共和的科学的无神的光明道路，讨厌克林德碑这样可耻的纪念物不再竖立，到底是向哪条道路而行才好呢？后来思想发生一些变化，他在《我们对于义和团两个错误的观念》（1924年）中指出一般人对义和团运动怀着的两个错误观念的原因",
            "义和团:到底是向哪条道路而行才好呢"
        ],
        [
            "八十年",
            "中国",
            "”最后他认为：“我读八十年来中国的外交史、商业史，我终于不能否认义和团事件是中国民族革命史上悲壮的序幕",
            "义和团:我终于不能否认义和团事件是中国民族革命史上悲壮的序幕"
        ],
        [
            "1955年",
            "东德、北京",
            "1955年，在北京各界欢迎东德代表团大会上，东德总理格罗提渥将当年德军缴获的义和团旗交还给周恩来",
            "义和团:东德总理格罗提渥将当年德军缴获的义和团旗交还给周恩来"
        ],
        [
            "1900年",
            "未知",
            "周恩来同志随后指出：“1900年的义和团运动，正是中国人民顽强地反抗帝国主义侵略的表现",
            "义和团:正是中国人民顽强地反抗帝国主义侵略的表现"
        ],
        [
            "1916年",
            "未知",
            "蔡元培在1916年说：“满洲政府，自慈禧太后下，因仇视新法之故，而仇视外人，遂有义和团之役，可谓顽固矣",
            "义和团:而仇视外人"
        ]
    ],
    "type": "ORGANIZATION"
}