{
    "introduction": "中国人民解放军中原野战军简称中野，是解放战争时期中国人民解放军主力部队之一，1949年2月改编为第二野战军。它是以抗日战争时期的晋冀鲁豫边区八路军129师及地方部队为基础，逐步发展起来的。",
    "attributes": {
        "中文名": "中国人民解放军中原野战军",
        "外文名": "Central Plains field army of PLA",
        "成立基础": "晋冀鲁豫边区八路军129师",
        "成立目的": "抵抗日军侵略",
        "司令部旧址": "河北省涉县，后迁至邯郸市，最后驻扎在河南省商丘市",
        "参与战役": "邯郸战役、鲁西南战役、淮海战役等",
        "别名": "中原野战军",
        "政治委员": "邓小平",
        "前身": "八路军129师"
    },
    "relation": {
        "person": {
            "司令员": "刘伯承"
        },
        "location": {},
        "date": {
            "成立时间": "1948年5月9日"
        },
        "organization": {},
        "event": {}
    },
    "timeLine": [
        [
            "1949年1月15日",
            "未知",
            "中原野战军将领解放战争时期，中国人民解放军主力部队之一，即将士们口中的“中野”，在1949年1月15日之前中央没有更改番号时，全称为中原野战军，后更名为中国人民解放军第二野战军",
            "中原野战军:后更名为中国人民解放军第二野战军",
            "0,0"
        ],
        [
            "1945年冬",
            "未知",
            "根据中共中央军委关于组编野战军的指示 ，1945年冬，晋冀鲁豫边区八路军整编为晋冀鲁豫军区野战军，刘伯承任司令员，邓小平任政治委员，辖第二、第三、第四、第六、第七等5个纵队",
            "中原野战军:晋冀鲁豫边区八路军整编为晋冀鲁豫军区野战军",
            "0,0"
        ],
        [
            "1946年6月",
            "未知",
            "1946年6月底，以晋冀鲁豫军区野战军的第三、第六、第七纵队和冀鲁豫军区主力一部，组成晋冀鲁豫野战军",
            "中原野战军:组成晋冀鲁豫野战军",
            "0,0"
        ],
        [
            "1948年5月",
            "未知",
            "1948年5月，改称为中原野战军，刘伯承任司令员、邓小平任政治委员",
            "中原野战军:刘伯承任司令员、邓小平任政治委员",
            "0,0"
        ],
        [
            "1949年2月",
            "未知",
            "1949年2月，中原野战军编为第二野战军，辖第三、第四、第五 3个兵团",
            "中原野战军:辖第三、第四、第五 3个兵团",
            "0,0"
        ],
        [
            "1945年9～11月",
            "汉水",
            "抗日战争胜利后，晋冀鲁豫军区野战军1945年9～11月，先后取得了上党、邯郸战役的胜利；1946年7月～1947年5月，晋冀鲁豫野战军又取得破击陇海路和定陶、鄄城、晋南、豫北等战役的胜利；1947年6月30日～1948年10月，又取得鲁西南战役胜利，随即挺进大别山，进军豫西，与华北野战军密切协同，纵横驰骋于长江、淮河、黄河、汉水之间的广大地区，歼灭大量国民党军；1948年11月～ 1949年1月，与华东野战军一起，用66万兵力加40万地方武装取得了淮海战役的巨大胜利，基本解放了长江以北中原和华东地区",
            "中原野战军:晋冀鲁豫野战军又取得破击陇海路和定陶、鄄城、晋南、豫北等战役的胜利",
            "113.98810254906421,30.648879679589864"
        ],
        [
            "1949年4月",
            "赣、浙、南昌、江阴、闽、湖口",
            "1949年4月，第二野战军与第三野战军、第四野战军并肩发起了渡江战役，突破了西起湖口，东至江阴的国民党长江防线，解放了南昌等城市和皖、赣 、浙、闽广大地区",
            "中原野战军:解放了南昌等城市和皖、赣 、浙、闽广大地区",
            "0,0"
        ],
        [
            "1949年11月",
            "贵州、云南、四川、西藏、西康",
            "1949年11月～1950 年4月，在第一、第四野战军各一部主力部队协同下，进行西南战役，解放了四川、贵州、云南、西康；随后，又抽调一部分主力部队进军西藏，促使和平解放了西藏",
            "中原野战军:又抽调一部分主力部队进军西藏",
            "0,0"
        ],
        [
            "1945年8月11日",
            "日本",
            "抗日战争转入大反攻时，为了最后消灭日本侵略者及其走狗，并制止内战危机，中共中央于1945年8月11日发出指示，要求各战略区编组“超地方性的正规兵团”",
            "中原野战军:超地方性的正规兵团",
            "121.49553975371818,31.26743817273001"
        ],
        [
            "1945年9月初",
            "太行",
            "1945年9月初，晋冀鲁豫军区为举行上党战役，以冀南军区主力编为冀南纵队、太行军区主力编为太行纵队、太岳军区主力编为太岳纵队",
            "中原野战军:以冀南军区主力编为冀南纵队、太行军区主力编为太行纵队、太岳军区主力编为太岳纵队",
            "113.26345377722261,35.262036131800286"
        ],
        [
            "1945年11月10日",
            "未知",
            "1945年11月10日，第1纵队奉中央军委命令，在开往东北途中到达晋察冀军区，后因形势变化留该军区担负作战任务",
            "中原野战军:后因形势变化留该军区担负作战任务",
            "0,0"
        ],
        [
            "1946年5月15日",
            "河南巩县",
            "1946年5月15日，国民党第38军副军长孔从周率第55师于河南巩县起义，后与第17师会合，被命名为西北民主联军第38军，孔从周为军长，汪锋为政治委员",
            "中原野战军:国民党第38军副军长孔从周率第55师于河南巩县起义",
            "113.75938408486323,34.771712921931496"
        ],
        [
            "1946年6月中旬",
            "未知",
            "至1946年6月中旬，晋冀鲁豫军区部队除精简整编和调往其他地区的以外，尚有野战军5个纵队，连同地方部队共27万人",
            "中原野战军:连同地方部队共27万人",
            "0,0"
        ],
        [
            "1945年秋季",
            "上党、邯郸",
            "从1945年秋季开始，晋冀鲁豫军区正规兵团和地方部队对日寇进行大反攻，同时对国民党军的进犯给予坚决的回击，曾先后在上党地区歼灭国民党进犯军13个师，在邯郸地区歼灭沿平汉路北犯的国民党军两个军，并争取1个军起义",
            "中原野战军:并争取1个军起义",
            "113.05741608985974,36.05928647929114"
        ],
        [
            "1946年6月",
            "未知",
            "1946年6月，国民党军队在美帝国主义的支持下，向解放区发动全面进攻",
            "中原野战军:向解放区发动全面进攻",
            "0,0"
        ],
        [
            "1946年7月至10月",
            "未知",
            "1946年7月至10月间，晋冀鲁豫野战军在刘伯承、邓小平的指挥下，连续取得出击陇海、定陶、巨野和鄄（城）南等战役的胜利，予敌以沉重的打击",
            "中原野战军:予敌以沉重的打击",
            "0,0"
        ],
        [
            "1946年11月",
            "滑县",
            "1946年11月至1947年2月，第4纵队在晋绥部队的协同下，取得吕梁、汾（阳）孝（义）战役的胜利；野战军主力取得了滑县、巨（野）金（乡）鱼（台）等战役的胜利",
            "中原野战军:野战军主力取得了滑县、巨（野）金（乡）鱼（台）等战役的胜利",
            "114.52555316618987,35.58104540055751"
        ],
        [
            "1947年3月",
            "山东",
            "1947年3月-5月，为粉碎敌人对山东和陕甘宁解放区的重点进攻，野战军又分别在晋南和豫北进行战略性反攻，歼敌6万余人，克城30多座，并为转入战略进攻创造了有利条件",
            "中原野战军:为粉碎敌人对山东和陕甘宁解放区的重点进攻",
            "117.02744162847857,36.674856650404905"
        ],
        [
            "1946年12月12日",
            "水东",
            "在此期间，为建立战略机动的枢纽，1946年12月12日，以冀鲁豫军区水东军分区等为基础组建豫皖苏军区，张国华任司令员，吴芝圃任政治委员",
            "中原野战军:吴芝圃任政治委员",
            "108.64706471287633,21.955647176216356"
        ],
        [
            "同年12月20日",
            "未知",
            "同年12月20日，第1纵队由晋察冀军区归建",
            "中原野战军:第1纵队由晋察冀军区归建",
            "0,0"
        ],
        [
            "1947年3月16日",
            "未知",
            "1947年3月16日，第1纵队与第7纵队合并为第1纵队，由杨勇任司令员，苏振华任政治委员",
            "中原野战军:苏振华任政治委员",
            "0,0"
        ],
        [
            "1947年5月4日",
            "郑汉",
            "1947年5月4日，中央指示刘邓军十万立即开始休整，巳东以前完毕，巳东后独力经冀鲁豫出中原，以豫皖苏边区及冀鲁豫边区为根据地，以长江以北，黄河以南，潼关、南阳之线以东，津浦路以西为机动地区，或打郑汉，或打汴徐，或打伏牛山，或打大别山，均可因时制宜，往来机动，并与陈粟密切配合行动，凡有共同作战之处陈粟军受刘邓指挥",
            "中原野战军:巳东后独力经冀鲁豫出中原",
            "113.01691417491013,22.982814375640963"
        ],
        [
            "1947年6月",
            "未知",
            "到1947年6月，晋冀鲁豫军区部队已发展到42万人，其中野战军为5个纵队，炮兵和工兵的建设有进一步发展，各二级军区所辖独立旅已达10个",
            "中原野战军:晋冀鲁豫军区部队已发展到42万人",
            "0,0"
        ],
        [
            "1947年6月10日",
            "中原",
            "遵照党中央关于以主力打到外线去，将战争引向国民党统治区域的战略方针，1947年6月10日，由刘伯承、邓小平率领的第1、第2、第3、第6纵队组成晋冀鲁豫南征野战军（亦称刘邓大军），执行挺进中原创建大别山根据地的战略任务",
            "中原野战军:执行挺进中原创建大别山根据地的战略任务",
            "113.61947551693957,34.754450781329176"
        ],
        [
            "1947年7月2日",
            "未知",
            "1947年7月2日，中共晋冀鲁豫中央局和军区决定以太岳、太行、冀南、冀鲁豫军区主力与原中原军区部队一部（原第5师），依次组成第8纵队（辖新组成的第22、第24旅和第23旅），由王新亭任司令员；第9纵队（辖第25、第26、第27旅），由秦基伟任司令员、黄镇任政治委员；第10纵队（辖第28、第29、第30旅），由王宏坤兼司令员、刘志坚任政治委员；第11纵队（辖第31、第32、第33旅），由王秉璋任司令员、张霖之任政治委员；第12纵队（辖第34、第35旅），由赵基梅任司令员、文建武任政治委员",
            "中原野战军:由王秉璋任司令员、张霖之任政治委员",
            "0,0"
        ],
        [
            "1947年7月27日",
            "陕甘宁",
            "1947年7月27日，中央军委决定：以陈赓、谢富治纵队与秦基伟、黄镇纵队及孔从周、汪锋之第38军组成一个集团，统受陈赓、谢富治指挥，挺进豫西创建豫鄂陕根据地，以协助陕甘宁我军击破胡宗南的进攻，并配合刘邓大军“大举出击，经略中原”",
            "中原野战军:以陈赓、谢富治纵队与秦基伟、黄镇纵队及孔从周、汪锋之第38军组成一个集团",
            "118.05403601869287,24.569245671343566"
        ],
        [
            "1947年11月",
            "未知",
            "到1947年11月底，第12纵队、第10纵队先后进入大别山，与刘邓主力会合",
            "中原野战军:与刘邓主力会合",
            "0,0"
        ],
        [
            "半年",
            "豫、桐柏、鄂、江汉",
            "经过半年作战，刘邓、陈谢两军歼敌近15万人，创建了鄂豫、皖西、江汉、桐柏和豫陕鄂5个军区，以及31个军分区和各级民主政权",
            "中原野战军:以及31个军分区和各级民主政权",
            "0,0"
        ],
        [
            "1948年5月9日",
            "未知",
            "为适应解放战争形势发展的需要，加强集中统一领导，进一步扩大作战规模，党中央和中央军委于1948年5月9日指示重建中原军区，并将晋冀鲁豫野战军团改称中原野战军",
            "中原野战军:并将晋冀鲁豫野战军团改称中原野战军",
            "0,0"
        ],
        [
            "1948年10月下旬",
            "郑州、开封",
            "1948年10月下旬，中原野战军主力解放郑州和开封后，于11月至翌年1月，在中央军委和总前委的领导下，与华东野战军一起进行了举世闻名的淮海战役，歼灭国民党军刘峙集团55.5万余人，使淮海地区全部获得解放",
            "中原野战军:使淮海地区全部获得解放",
            "113.63141920733915,34.75343885045448"
        ],
        [
            "1949年2月5日",
            "未知",
            "1949年2月5日，中原野战军遵照中央军委关于统一全军组织和部队番号的命令，改名为中国人民解放军第二野战军，刘伯承任司令员，邓小平任政治委员，张际春任副政治委员兼政治部主任，李达任参谋长",
            "中原野战军:邓小平任政治委员",
            "0,0"
        ],
        [
            "1949年4月20日",
            "未知",
            "1949年4月20日，第二野战军遵照中央军委的命令，与第三野战军并肩发起渡江战役",
            "中原野战军:与第三野战军并肩发起渡江战役",
            "0,0"
        ],
        [
            "1950年春",
            "未知",
            "1950年春，野战军主力一部发起滇南战役，歼灭敌人2.5万多人",
            "中原野战军:歼灭敌人2.5万多人",
            "0,0"
        ],
        [
            "1950年2月22日",
            "西南、贵州、云南、川、西藏、西康",
            "1950年2月22日，中央军委指示，以第二野战军的领导机构为基础，成立西南军区，贺龙任司令员，邓小平任政治委员，下辖西康、川西、川北、川东、川南、云南、贵州、西藏8个军区",
            "中原野战军:下辖西康、川西、川北、川东、川南、云南、贵州、西藏8个军区",
            "0,0"
        ],
        [
            "1948年4月初",
            "未知",
            "1948年4月初，中共中央中原局和晋冀鲁豫野战军领导机关及主力进入豫西后，中共中央和中央军委为了适应战争形势发展的需要，更好地开展中原战局，于1948年5月9日决定，加强中共中央中原局的领导，以邓小平为中共中央中原局第一书记，陈毅为第二书记，邓子恢为第三书记",
            "中原野战军:加强中共中央中原局的领导",
            "0,0"
        ],
        [
            "1946年12月12日",
            "未知",
            "（1946年12月12日成立）张国华任司令员，吴芝圃任政治委员，陈明义任参谋长，王幼平任政治部主任",
            "中原野战军:王幼平任政治部主任",
            "0,0"
        ],
        [
            "1948年6月7日",
            "未知",
            "（1948年6月7日成立）刘金轩任司令员，汪锋任政治委员，陈先瑞任副司令员，李耀任副政治委员",
            "中原野战军:李耀任副政治委员",
            "0,0"
        ],
        [
            "1947年12月13日",
            "未知",
            "（1947年12月13日成立）王宏坤任司令员，刘志坚任政治委员，孔庆德任副司令员，赵紫阳任副政治委员，靖任秋任参谋长，张力之任政治部主任，张西三任副参谋长，余成彬任政治部副主任",
            "中原野战军:余成彬任政治部副主任",
            "0,0"
        ],
        [
            "1947年12月6日",
            "未知",
            "（1947年12月6日，由晋冀鲁豫野战军第12纵队和原中原军区独立旅合编组成）张才干任司令员，刘建勋任政治委员，韩东山任副司令员，郑绍文任副政治委员，辛元林任参谋长，张树才任政治部主任，宋侃夫任政治部副主任",
            "中原野战军:郑绍文任副政治委员",
            "0,0"
        ],
        [
            "1947年12月15",
            "黄冈",
            "（1947年12月15日在黄冈以北地区成立）王树声任司令员，段君毅任政治委员，郭天民、昌炳桂任副司令员，辖第1军分区（司令员雷绍康兼，政治委员刘毅）、第2军分区（司令员熊作芳，政治委员穰明德）、第3军分区（司令员罗厚福，政治委员谭善和）、第4军分区（司令员张体学，政治委员李友久）、第5军分区（司令员张国传，政治委员刘仰峤）、教导第1旅（旅长昌炳桂，政治委员李世才）和教导第3旅（旅长雷绍康兼）",
            "中原野战军:政治委员李世才）和教导第3旅（旅长雷绍康兼）",
            "114.87849048410779,30.4593588576181"
        ],
        [
            "1947年11月15日",
            "岳西县、汤池畈",
            "（1947年11月15日在岳西县汤池畈成立）曾绍山任司令员，彭涛兼政治委员，鲍先志任副司令员，徐立行任副参谋长，何柱成任政治部副主任",
            "中原野战军:何柱成任政治部副主任",
            "116.36655539021015,30.855227714002314"
        ],
        [
            "1949年2月5日",
            "未知",
            "1949年2月5日，由中原野战军正式改称；2月19日中共中央军委批准成立前委",
            "中原野战军:2月19日中共中央军委批准成立前委",
            "0,0"
        ],
        [
            "1949年6月",
            "未知",
            "（1949年6月组建）",
            "中原野战军:（1949年6月组建）",
            "0,0"
        ],
        [
            "1950年12月",
            "未知",
            "各部队在参加城市接管和开辟农村工作中，贯彻执行党中央的方针、政策和西南局的具体指示，充分运用我军过去的经验，相信和依靠群众，积极努力地工作，至1950年12月，西南地区各主要城市的接收工作即顺利结束；普遍建立了县区政权，并发展地方武装250万人",
            "中原野战军:西南地区各主要城市的接收工作即顺利结束",
            "0,0"
        ],
        [
            "1950年2月初",
            "未知",
            "据此，中共中央西南局于1950年2月初召开第一次全体会议，对剿匪斗争进行了具体部署",
            "中原野战军:对剿匪斗争进行了具体部署",
            "0,0"
        ],
        [
            "一年多",
            "未知",
            "在地方党委一元化领导下，参加剿灭土匪的各部队贯彻党中央制定的“军事打击、政治瓦解、发动群众三者相结合”的方针，执行“首恶者必办，协从者不问，立功者受奖”的政策，经过一年多的艰苦斗争，歼灭土匪100余万人，从而粉碎了美蒋反动派妄图在此建立“大陆游击根据地”的阴谋，巩固了新生的人民政权",
            "中原野战军:歼灭土匪100余万人",
            "0,0"
        ],
        [
            "1950年10月",
            "西南、西藏",
            "为了打击西藏地方反动政府的军事力量阻止我军解放西藏的企图，促其内部分化，争取和平解决西藏问题，完成祖国统一大业，1950年10月，中共中央西南局、西南军区和第二野战军司令部联合发布了进军西藏的政治动员令",
            "中原野战军:中共中央西南局、西南军区和第二野战军司令部联合发布了进军西藏的政治动员令",
            "0,0"
        ],
        [
            "1951年1月4日",
            "藏、西藏、京",
            "1951年1月4日，西藏当局派阿沛·阿旺晋美等5人赴京谈判，达成了《中央人民政府和西藏地方政策关于和平解放西藏办法的协议》",
            "中原野战军:达成了《中央人民政府和西藏地方政策关于和平解放西藏办法的协议》",
            "0,0"
        ],
        [
            "1950年5月",
            "未知",
            "1950年5月，根据中央军委的决定，第二野战军和所属兵团的番号取消，其所属部队归西南军区建制",
            "中原野战军:其所属部队归西南军区建制",
            "0,0"
        ],
        [
            "4年",
            "未知",
            "第二野战军在历时4年的解放战争中，转战于晋冀鲁豫、中原、华东、西南各地区，以21．5209万人的损失，换取了歼灭国民党军221．8134万人（不含1949年8月中旬至9月中旬歼灭日伪军的5万余人）、俘敌将级军官195人，缴获飞机45架，舰艇21艘、汽车5803辆、各种大炮16097门、各种枪114．6948万枝的辉煌战果，并歼灭土匪114．5万余人，出色地完成了党和人民赋予的伟大历史使命",
            "中原野战军:并歼灭土匪114．5万余人",
            "0,0"
        ],
        [
            "1950年10月6日",
            "青海、西藏、昌都",
            "继成都战役之后，我西南军区部队于1950年10月6日开始，以第18军第52师、第53师一个团、军直侦察、工兵、炮兵3个直属营和第14军第42师1个团又1个营等部队，在西北军区青海骑兵支队协同下，于西藏昌都地区，对藏军主力进行的一次围歼作战",
            "中原野战军:以第18军第52师、第53师一个团、军直侦察、工兵、炮兵3个直属营和第14军第42师1个团又1个营等部队",
            "118.72231532739357,32.00050491826547"
        ],
        [
            "1950年3月",
            "甘孜、昌都、藏、国德、巴塘、盐井",
            "1950年3月，当我第18军先遣部队分别进至甘孜、巴塘各附近地区时，敌昌都边使总署即调集整个藏军总兵力的三分之二，在金沙江西岸，组织以昌都为枢纽，以昌都至国德方向为重点，南起盐井，北至国德这一狭长地带的分区防御，妄图依托金沙江扼守入藏的咽喉要道，以阻止我军的前进",
            "中原野战军:敌昌都边使总署即调集整个藏军总兵力的三分之二",
            "99.99634430712112,31.631060624246437"
        ],
        [
            "1946年8月",
            "定陶、曹县、鲁、徐州、郑州",
            "1946年8月，出击陇海路战役以后，敌人从华东战场和中原战场抽调14个整编师（军）32个正规旅及地方部队共30万人，由徐州、郑州等地分东、西两路进攻冀鲁豫解放区，妄图乘我晋冀鲁豫野战军未及休整的时机，钳击我军于定陶、曹县地区，进而控制鲁西南",
            "中原野战军:进而控制鲁西南",
            "115.57943737523806,35.07727517975711"
        ],
        [
            "1946年8月",
            "新乡、绥靖、开封、安阳、徐州、郑州",
            "敌为实现上述企图，于1946年8月28日调集郑州和徐州两个“绥靖”公署部队共15个旅，约10万余人的兵力用于第一线进攻；另以13个旅在安阳、新乡及其以东佯动：以4个旅和两个保安纵队，位于开封、商丘线维护后方交通",
            "中原野战军:以4个旅和两个保安纵队",
            "113.93360046733228,35.3096399303368"
        ],
        [
            "1946年9月",
            "未知",
            "1946年9月12El，《解放日报》为此发表社论，指出：这一胜利，连同中原突围的胜利和苏中七战七捷，“对于整个解放区的南方战线，起了扭转时局的重要作用",
            "中原野战军:这一胜利",
            "0,0"
        ],
        [
            "1948年11月2日",
            "未知",
            "1948年11月2日，辽沈战役胜利结束后，全国的军事形势发生了根本变化",
            "中原野战军:全国的军事形势发生了根本变化",
            "0,0"
        ],
        [
            "1948年11月6日",
            "未知",
            "淮海战役于1948年11月6日发起，分为三个阶段",
            "中原野战军:分为三个阶段",
            "0,0"
        ],
        [
            "1949年1月6日",
            "徐州",
            "1949年1月6日，华北野战军始向被围之敌第2、第13兵团发起总攻，经4天激战，于1月10日全歼该敌，击毙兵团司令邱清泉，生浮徐州“剿总”副总司令杜聿明",
            "中原野战军:于1月10日全歼该敌",
            "117.29057543439453,34.21266655011306"
        ],
        [
            "一年半",
            "未知",
            "中原野战军从进军大别山、转战豫西以来，和华东野战军一起，遵照中央军委和毛泽东主席的指示，在中原地区党组织和人民群众的支援下，经过一年半的密切协同，并肩作战，艰苦奋斗，完成了解放中原的伟大历史任务",
            "中原野战军:完成了解放中原的伟大历史任务",
            "0,0"
        ],
        [
            "1948年5月25日至6月3日",
            "未知",
            "（1948年5月25日至6月3日）",
            "中原野战军:（1948年5月25日至6月3日）",
            "0,0"
        ],
        [
            "1948年5月下旬",
            "临颍",
            "1948年5月下旬，中原野战军遵照中央军委指示，为牵制和歼灭位于临颍地区之敌整编第18军，配合华东野战军粟裕兵团南渡黄河加入中原作战，以6个纵队（含华东野战军第10纵队）及军区部队一部，组成东、西两个集团发起宛东战役",
            "中原野战军:配合华东野战军粟裕兵团南渡黄河加入中原作战",
            "113.93757834379157,33.83269194792997"
        ],
        [
            "1948年",
            "樊城、湖北省、老河口、襄阳",
            "1948年（民国三十七年）7月，在第三次国内革命战争中，人民解放军中原野战军一部及军区部队在湖北省老河口、襄阳、樊城地区对国民党军发动的进攻战役",
            "中原野战军:人民解放军中原野战军一部及军区部队在湖北省老河口、襄阳、樊城地区对国民党军发动的进攻战役",
            "112.14259891613344,32.05057237469156"
        ],
        [
            "1949年11月至12月",
            "西南贵州、四川省、云南、西藏自治区、四川、西康",
            "1949年11月至12月，在第三次国内革命战争中，人民解放军第二野战军主力在第一野战军、第四野战军各一部配合下，对西南贵州、四川、云南、西康（今分属四川省和西藏自治区）数省内国民党军的进攻战役",
            "中原野战军:对西南贵州、四川、云南、西康（今分属四川省和西藏自治区）数省内国民党军的进攻战役",
            "113.02300324897695,28.134437957735923"
        ]
    ],
    "type": "ORGANIZATION"
}