{
    "introduction": "中国工农红军第一方面军(First Front Army of the Chinese Workers' and Peasants' Red Army)，简称红一方面军，曾称“中央红军”。土地革命战争时期，中国共产党领导的中国工农红军主力之一。1930年6月13日，在全国苏维埃代表大会和全国红军代表大会召开之后，毛泽东主持召开了“汀州会议”确定了在汀州整编红军的决议。同年6月19日，红四军，红三军，红十二军在长汀南寨广场正式整编为红军第一路军。1930年8月，红一军团与红三军团在湖南省浏阳县永和市（现湖南省浏阳市永和镇）李家大屋会师，并整编成立中国工农红军第一方面军。 ",
    "attributes": {
        "中文名": "中国工农红军第一方面军",
        "外文名": "First Front Army of the Chinese Workers'and Peasants'Red Army",
        "别名": "中央红军",
        "领导组织": "中国共产党"
    },
    "relation": {
        "person": {
            "领导人0": "毛泽东",
            "领导人1": "朱德",
            "领导人2": "周恩来"
        },
        "location": {},
        "date": {},
        "organization": {},
        "event": {}
    },
    "timeLine": [
        [
            "1930年8月",
            "未知",
            "1930年8月，红军第1、第3军团合编组成中国工农红军第一方面军",
            "中央红军:红军第1、第3军团合编组成中国工农红军第一方面军",
            "0,0"
        ],
        [
            "1927年9月",
            "井冈山",
            "中国工农红军第一方面军军旗1927年9月，湘赣边界秋收起义受挫后，毛泽东率起义时组成的工农革命军第1军第1师向罗霄山脉中段转移，10月转战到井冈山地区后创建根据地",
            "中央红军:10月转战到井冈山地区后创建根据地",
            "114.29555585942124,26.753709741565643"
        ],
        [
            "1928年1月",
            "宜章、湘、湖南省",
            "1928年1月，朱德、陈毅率领南昌起义保留下来的部队到达湖南省宜章地区，随即与中共湘南特委发动湘南起义，先后组成工农革命军第1、第3、第4、第7师等部队",
            "中央红军:先后组成工农革命军第1、第3、第4、第7师等部队",
            "112.95547924076412,25.405713969356206"
        ],
        [
            "1928年12月",
            "赣、宁冈、湘",
            "1928年12月，彭德怀、滕代远率平江起义部队组成的红5军主力由湘鄂赣边转战到宁冈，同红4军会合，并编为红4军第30团",
            "中央红军:同红4军会合",
            "0,0"
        ],
        [
            "1929年1月中旬",
            "未知",
            "1929年1月中旬，毛泽东、朱德等率红4军主力向赣南和闽西进军，随后与当地中共组织和地方武装相结合，创建了赣南、闽西革命根据地",
            "中央红军:创建了赣南、闽西革命根据地",
            "0,0"
        ],
        [
            "1930年6月",
            "李家",
            "李家大屋(3张)1930年6月，红5军一部和鄂东南地方武装组成红军第8军",
            "中央红军:红5军一部和鄂东南地方武装组成红军第8军",
            "121.56413076923808,38.94944131825325"
        ],
        [
            "1930年6月",
            "未知",
            "1930年6月，根据全国红军代表会议的决定，在赣西南和闽西地区的红4、红6（不久改称第3军）、红12军组成红军第1军团（开始时称第1路军），朱德任总指挥，毛泽东任政治委员",
            "中央红军:在赣西南和闽西地区的红4、红6（不久改称第3军）、红12军组成红军第1军团（开始时称第1路军）",
            "0,0"
        ],
        [
            "1930年8月23日",
            "永和市、湖南省、浏阳县",
            "1930年8月23日，红军第1军团和第3军团在湖南省浏阳县永和市会师，组成中国工农红军第一方面军和中共红一方面军总前委",
            "中央红军:组成中国工农红军第一方面军和中共红一方面军总前委",
            "121.52451442921081,25.01050445234519"
        ],
        [
            "1930年11月",
            "未知",
            "1930年11月～1931年9月，红一方面军在朱德、毛泽东领导下，采取“诱敌深入”的方针，连续打破国民党军第一、第二、第三次大规模“围剿”，歼灭国民党军约8万人",
            "中央红军:歼灭国民党军约8万人",
            "0,0"
        ],
        [
            "1931年11月25日",
            "未知",
            "中国工农红军第一方面军1931年11月25日，中华苏维埃共和国中央革命军事委员会成立，红一方面军总指挥部撤销，方面军所属部队由中革军委直接领导和指挥，称中央红军",
            "中央红军:称中央红军",
            "0,0"
        ],
        [
            "1932年3月",
            "未知",
            "1932年3月，中革军委决定重编红军第1、第3、第5军团",
            "中央红军:中革军委决定重编红军第1、第3、第5军团",
            "0,0"
        ],
        [
            "1932年",
            "乐安宜黄、建黎泰、金资、漳州、赣州",
            "1932年，红一方面军连续进行了赣州、漳州、南雄水口、乐安宜黄、建黎泰和金资等战役",
            "中央红军:红一方面军连续进行了赣州、漳州、南雄水口、乐安宜黄、建黎泰和金资等战役",
            "116.24254169398493,27.56056346070013"
        ],
        [
            "1932年",
            "未知",
            "1932年底至1933年初，红一方面军为了精简机关，充实连队，对所属部队进行整编",
            "中央红军:对所属部队进行整编",
            "0,0"
        ],
        [
            "1933年5月",
            "未知",
            "1933年5月，中国工农红军总司令部兼第一方面军司令部组成，朱德任总司令兼方面军司令员，周恩来任总政治委员兼方面军政治委员，叶剑英、张云逸分任方面军参谋长、副参谋长，王稼祥任总政治部主任兼方面军政治部主任（不久，杨尚昆接任方面军政治部主任），袁国平任方面军政治部副主任",
            "中央红军:叶剑英、张云逸分任方面军参谋长、副参谋长",
            "0,0"
        ],
        [
            "1934年1月",
            "未知",
            "中国工农红军第一方面军1934年1月，红军总司令部兼第一方面军司令部合并于中革军委，方面军所属部队由中革军委直接指挥，红一方面军再次称中央红军",
            "中央红军:红一方面军再次称中央红军",
            "0,0"
        ],
        [
            "1年",
            "苏区",
            "至10月，中央红军虽经1年之久的奋战，但由于中共中央领导人实行“左”倾教条主义的战略指导，未能打破国民党军的第五次“围剿”，被迫撤离中央苏区，进行长征",
            "中央红军:进行长征",
            "0,0"
        ],
        [
            "1934年10月10日",
            "未知",
            "1934年10月10日，中共中央和中革军委率中央红军第1、第3、第5、第8、第9军团和中共中央、中革军委机关及直属队开始长征",
            "中央红军:中共中央和中革军委率中央红军第1、第3、第5、第8、第9军团和中共中央、中革军委机关及直属队开始长征",
            "0,0"
        ],
        [
            "1935年1月7日",
            "遵义",
            "红一方面军长征路线图1935年1月7日，中央红军占领遵义",
            "中央红军:中央红军占领遵义",
            "107.03792295677086,27.728325334416603"
        ],
        [
            "1年",
            "未知",
            "至此，红一方面军主力历时1年，纵横11个省，行程二万五千里的长征胜利结束",
            "中央红军:行程二万五千里的长征胜利结束",
            "0,0"
        ],
        [
            "1936年",
            "抗日",
            "中国工农红军第一方面军路线图1936年2～7月，红一方面军进行了东征战役和西征战役，扩大了红军和苏区，推动了抗日民族统一战线和全国抗日救亡运动的发展",
            "中央红军:推动了抗日民族统一战线和全国抗日救亡运动的发展",
            "0,0"
        ],
        [
            "1937年7月",
            "抗日",
            "1937年7月，抗日战争全面爆发",
            "中央红军:抗日战争全面爆发",
            "0,0"
        ]
    ],
    "type": "ORGANIZATION"
}