{
    "introduction": "纪律检查委员会，简称纪委，是隶属于中国共产党的纪律检查机关，不属于政府部门。中央纪委是纪律检查机关，不隶属于任何部门，但服从中共中央委员会领导。",
    "attributes": {
        "中文名": "中国共产党纪律检查委员会",
        "外文名": "Commission for Discipline Inspection",
        "别名": "纪检委",
        "现任中央纪委书记": "赵乐际"
    },
    "relation": {
        "person": {},
        "location": {},
        "date": {},
        "organization": {},
        "event": {}
    },
    "timeLine": [
        [
            "1949年11月",
            "未知",
            "1949年11月根据中共中央的决定设立",
            "纪律检查委员会:1949年11月根据中共中央的决定设立",
            "0,0"
        ],
        [
            "1955年3月",
            "未知",
            "1955年3月中国共产党全国代表会议决定设立中央监察委员会，代替中央纪律检查委员会",
            "纪律检查委员会:代替中央纪律检查委员会",
            "0,0"
        ],
        [
            "1978年12月",
            "未知",
            "1978年12月，党的十一届三中全会决定重新设立中央纪律检查委员会，在中央委员会领导下进行工作",
            "纪律检查委员会:在中央委员会领导下进行工作",
            "0,0"
        ],
        [
            "五年",
            "未知",
            "每届任期五年",
            "纪律检查委员会:每届任期五年",
            "0,0"
        ],
        [
            "1993年初",
            "未知",
            "1993年初，党的纪检机关和行政监察机关开始实行合署办公",
            "纪律检查委员会:党的纪检机关和行政监察机关开始实行合署办公",
            "0,0"
        ],
        [
            "2014年",
            "未知",
            "2014年，中央纪委监察部和各级纪检监察机关都很忙，而这种“忙”的背后，反映出党中央对党风廉政建设和反腐败工作的高度重视",
            "纪律检查委员会:反映出党中央对党风廉政建设和反腐败工作的高度重视",
            "0,0"
        ],
        [
            "2014年1月",
            "高平市、山西",
            "而在山西，对“塌方式腐败”的查处力度并未因5名省委常委的落马而减速，2014年1月至11月山西共查处县处级以上领导干部要案141人，其中厅级干部21人，山西五大省属煤炭集团原“一把手”全部折戟，高平市两任市委书记、四任市长“前腐后继”被查处，反腐力度之大令人咂舌",
            "纪律检查委员会:2014年1月至11月山西共查处县处级以上领导干部要案141人",
            "112.93041239923134,35.80433679857751"
        ],
        [
            "2014年",
            "中国",
            "军队反腐在2014年进入一个新高潮，徐才厚成为新中国成立后首个因贪腐落马的军委前副主席，杨金山、高小燕、马向东等一批军队高级领导干部接受调查，查处人数和级别均创近年来新高",
            "纪律检查委员会:查处人数和级别均创近年来新高",
            "0,0"
        ],
        [
            "2014年",
            "青海省、内蒙古",
            "总结2014年查处的案件特点，会发现中央纪委将查处对象主要聚焦在三类人身上：一是十八大后不收敛不收手的干部，如万庆良、韩先聪、谭力等人，在被查前还在打高尔夫球、出入会所吃喝玩乐；二是问题线索反映集中、群众反映强烈的干部，如华润集团原董事长宋林，长期被群众公开举报；三是现在重要岗位且可能还要提拔使用的领导干部为重点，如青海省原省委常委毛小兵、内蒙古自治区原党委常委潘逸阳等",
            "纪律检查委员会:二是问题线索反映集中、群众反映强烈的干部",
            "101.78646183586761,36.62715857923451"
        ],
        [
            "两周年",
            "未知",
            "12月15日至18日，在中央八项规定实施两周年之际，由中央纪委宣传部与中央电视台联合制作的四集电视专题片《作风建设永远在路上——落实八项规定精神正风肃纪纪实》在央视黄金时段播出，社会反响强烈",
            "纪律检查委员会:社会反响强烈",
            "0,0"
        ],
        [
            "2014年",
            "未知",
            "正如片中所反映的，2014年以来，中央和各级纪检监察机关贯彻落实中央八项规定精神毫不松懈，围绕一个个节点持续发力：“五一”前夕，中央纪委监察部网站开通了纠正“四风”监督举报直通车，每周点名道姓通报曝光；“端午”前夕，中央纪委监察部网站推出“清廉过端午——纪检监察机关在行动”专题，开设举报窗口，欢迎干部群众对公款购买赠送粽子等节礼的不正之风进行监督；“中秋”前夕，中央纪委监察部网站开通公款送月饼等“四风”问题举报窗，同时恢复每周通报曝光各级纪检监察机关查处的违反中央八项规定精神问题；在2015年元旦春节前夕，中央纪委监察部网站又推出元旦春节期间“四风”问题监督举报曝光专区，欢迎广大网友对公款购买赠送贺卡、年货节礼等不正之风进行监督举报……",
            "纪律检查委员会:问题监督举报曝光专区",
            "0,0"
        ],
        [
            "2014年6月30日",
            "未知",
            "2014年6月30日，中共中央政治局召开审议通过《党的纪律检查体制改革实施方案》，对党的十八大和十八届三中全会提出的纪律检查体制改革进行具体部署",
            "纪律检查委员会:对党的十八大和十八届三中全会提出的纪律检查体制改革进行具体部署",
            "0,0"
        ],
        [
            "一年",
            "未知",
            "中央和各级纪检监察机关立行立改，条件不成熟的内容先试点，试点经验一成熟立刻推开，使得纪律检查体制在一年中发生了巨大的变化：",
            "纪律检查委员会:使得纪律检查体制在一年中发生了巨大的变化",
            "0,0"
        ],
        [
            "2014年",
            "未知",
            "2014年，这一观念得到了根本性的扭转，中央纪委领导同志多次主持召开专题座谈会，约谈省（区、市）、中央和国家机关部委、中央企事业单位、国有金融机构党委（党组）书记，要求强化党的观念，落实主体责任，层层传导压力",
            "纪律检查委员会:要求强化党的观念",
            "0,0"
        ],
        [
            "2014年",
            "新疆",
            "2014年完成了对21个省区市（含新疆生产建设兵团）开展常规巡视和对19个部门和国有企事业单位的专项巡视",
            "纪律检查委员会:2014年完成了对21个省区市（含新疆生产建设兵团）开展常规巡视和对19个部门和国有企事业单位的专项巡视",
            "87.63347320573824,43.79923810128996"
        ],
        [
            "2014年",
            "新疆",
            "2014年中央巡视组第二轮巡视结束后，在不到两年时间内实现了对31个省区市和新疆生产建设兵团的巡视全覆盖",
            "纪律检查委员会:在不到两年时间内实现了对31个省区市和新疆生产建设兵团的巡视全覆盖",
            "87.63347320573824,43.79923810128996"
        ],
        [
            "2014年4月",
            "广东、河北、河南、陕西、浙江",
            "为落实查办腐败案件以上级纪委领导为主的要求，从2014年4月开始，中央纪委在河北、浙江、河南、广东、陕西和国务院国资委、商务部、海关总署开展了改革试点工作，并将于2015年全面推开；部分地区、单位纪委书记、副书记的提名考察中还贯彻了“以上级纪委会同组织部门为主”的新要求",
            "纪律检查委员会:为落实查办腐败案件以上级纪委领导为主的要求",
            "113.27242891272826,23.13794855653905"
        ]
    ],
    "type": "ORGANIZATION"
}