{
    "introduction": "中国文学艺术界联合会是中国共产党领导的由全国性的文艺家协会，省、自治区、直辖市文学艺术界联合会和全国性的产（行）业文学艺术联合会组成的人民团体，是党和政府联系文艺界的桥梁和纽带，是繁荣发展社会主义文艺事业、建设社会主义先进文化的重要力量。1949年7月，第一次中华全国文学艺术工作者代表大会召开，中华全国文学艺术界联合会成立；1953年9月23日至10月6日，中国文学艺术工作者第二次代表大会召开，决定将“中华全国文学艺术界联合会”更名为“中国文学艺术界联合会”。 ",
    "attributes": {
        "中文名": "中国文学艺术界联合会",
        "外文名": "CHINA FEDERATION OF LITERARY AND ART CIRCLES",
        "简称": "中国文联·CFLAC",
        "创办时间": "1949年7月",
        "办学性质": "人民团体",
        "学校特色": "正部级群团组织",
        "主管部门": "中国共产党中央委员会宣传部",
        "现任领导": "主席：铁凝、党组书记：李屹",
        "地址": "朝阳区北沙滩1号院32号",
        "主要成就": "中国人民政协发起单位之一",
        "img": "https://bkimg.cdn.bcebos.com/pic/7e3e6709c93d70cf6bdcfc67f4dcd100baa12bb1?x-bce-process=image/resize,m_lfit,w_536,limit_1/format,f_jpg"
    },
    "relation": {
        "person": {},
        "location": {},
        "date": {},
        "organization": {},
        "event": {}
    },
    "timeLine": [
        [
            "1949年3月22日",
            "未知",
            "第一次文代会会场1949年3月22日，华北人民政府文化艺术工作委员会与“华北文协”举行茶话会，郭沫若提议召开全国文学艺术工作者代表大会，成立新的全国性文学艺术界组织",
            "中华全国文学艺术界联合会:华北文协",
            "0,0"
        ],
        [
            "1949年6月30日",
            "未知",
            "1949年6月30日，第一次中华全国文学艺术工作者代表大会举行预备会议",
            "中华全国文学艺术界联合会:第一次中华全国文学艺术工作者代表大会举行预备会议",
            "0,0"
        ],
        [
            "1953年9月23日至10月6日",
            "未知",
            "1953年9月23日至10月6日，中国文学艺术工作者第二次代表大会召开，大会通过新的章程，决定将“中华全国文学艺术界联合会”更名为“中国文学艺术界联合会”，简称“中国文联”",
            "中华全国文学艺术界联合会:中国文联",
            "0,0"
        ],
        [
            "1960年7月22日至",
            "北京",
            "1960年7月22日至8月13日，中国文学艺术工作者第三次代表大会在北京召开",
            "中华全国文学艺术界联合会:中国文学艺术工作者第三次代表大会在北京召开",
            "116.4133836971231,39.910924547299565"
        ],
        [
            "1978年1月",
            "未知",
            "1978年1月，中宣部建议，经党中央批准，成立恢复文联和各协会的筹备小组",
            "中华全国文学艺术界联合会:成立恢复文联和各协会的筹备小组",
            "0,0"
        ],
        [
            "1979年10月30日至11月16日",
            "北京",
            "1979年10月30日至11月16日，全国第四次文代会在北京召开",
            "中华全国文学艺术界联合会:全国第四次文代会在北京召开",
            "116.4133836971231,39.910924547299565"
        ],
        [
            "1979年10月30日至11月16日",
            "未知",
            "第十次全国代表大会1979年10月30日至11月16日，中国文学艺术工作者第四次代表大会召开",
            "中华全国文学艺术界联合会:中国文学艺术工作者第四次代表大会召开",
            "0,0"
        ],
        [
            "1988年11月8日至12日",
            "未知",
            "1988年11月8日至12日，中国文学艺术界联合会第五次全国代表大会召开",
            "中华全国文学艺术界联合会:中国文学艺术界联合会第五次全国代表大会召开",
            "0,0"
        ],
        [
            "1996年12月16日至20日",
            "未知",
            "1996年12月16日至20日，中国文学艺术界联合会第六次全国代表大会召开",
            "中华全国文学艺术界联合会:中国文学艺术界联合会第六次全国代表大会召开",
            "0,0"
        ],
        [
            "2001年12月18日至22日",
            "未知",
            "2001年12月18日至22日，中国文学艺术界联合会第七次全国代表大会召开",
            "中华全国文学艺术界联合会:中国文学艺术界联合会第七次全国代表大会召开",
            "0,0"
        ],
        [
            "2006年11月10日至14日",
            "未知",
            "2006年11月10日至14日，中国文学艺术界联合会第八次全国代表大会召开",
            "中华全国文学艺术界联合会:中国文学艺术界联合会第八次全国代表大会召开",
            "0,0"
        ],
        [
            "2011年11月22日至25日",
            "未知",
            "2011年11月22日至25日，中国文学艺术界联合会第九次全国代表大会召开",
            "中华全国文学艺术界联合会:中国文学艺术界联合会第九次全国代表大会召开",
            "0,0"
        ],
        [
            "2016年11月30日至12月3日",
            "未知",
            "2016年11月30日至12月3日，中国文学艺术界联合会第十次全国代表大会召开",
            "中华全国文学艺术界联合会:中国文学艺术界联合会第十次全国代表大会召开",
            "0,0"
        ],
        [
            "2021年12月14日",
            "未知",
            "2021年12月14日，中国文学艺术界联合会第十一次全国代表大会、中国作家协会第十次全国代表大会在北京人民大会堂开幕",
            "中华全国文学艺术界联合会:中国文学艺术界联合会第十一次全国代表大会、中国作家协会第十次全国代表大会在北京人民大会堂开幕",
            "0,0"
        ],
        [
            "2021年12月16日",
            "未知",
            "2021年12月16日，中国文联第十一次全国代表大会选举产生了207名中国文联第十一届全委会委员",
            "中华全国文学艺术界联合会:中国文联第十一次全国代表大会选举产生了207名中国文联第十一届全委会委员",
            "0,0"
        ],
        [
            "2011年11月",
            "未知",
            "截至2011年11月，中国文联共有团体会员56个，其中14个全国文艺家协会，32个省、自治区、直辖市兵团、文联，10个产业行业文联",
            "中华全国文学艺术界联合会:10个产业行业文联",
            "0,0"
        ],
        [
            "五年",
            "未知",
            "中国共产党十八大以来的五年，围绕社会主义核心价值观24字内容，中国音协推出了包括《我们的价值观》《富强之路》《民主之风》等13首音乐风格多元、题材视野新颖、情感真挚深切的歌曲作品；在中国美术馆举行的“向人们汇报”——“深入生活、扎根人民”当代十五位美术家作品展上，刘文西、刘大为等15位画家为代表的美术家携150幅作品集中亮相；中国舞协组织舞蹈表演艺术家和舞蹈编导们从民间生活中汲取营养，创作出不少具有地方特色的民族舞剧和各舞种优秀作品",
            "中华全国文学艺术界联合会:刘文西、刘大为等15位画家为代表的美术家携150幅作品集中亮相",
            "0,0"
        ],
        [
            "五千年",
            "中国",
            "中华文明历史题材美术创作工程由中国文联、财政部、文化部共同主办，图写中华民族五千年文明历史，全景展现了中国史前社会、原始社会、奴隶社会、封建社会所发生的重大历史事件、历史史实，涌现出的杰出人物和文明成果",
            "中华全国文学艺术界联合会:图写中华民族五千年文明历史",
            "0,0"
        ],
        [
            "2017年",
            "中国",
            "中国民间文学大系出版工程作为2017年1月中办、国办印发的《关于实施中华优秀传统文化传承发展工程的意见》首批15项重大工程中的一个重点项目，由中国文联和中国民协承担组织实施，完善中国口头文学遗产数字化工作，在收集整理民间故事、歌谣、谚语的基础上，整理出版中国民间文学原创文献，为中华民族文化保留珍贵鲜活的记忆",
            "中华全国文学艺术界联合会:中国民间文学大系出版工程作为2017年1月中办、国办印发的《关于实施中华优秀传统文化传承发展工程的意见》首批15项重大工程中的一个重点项目",
            "0,0"
        ],
        [
            "五年",
            "未知",
            "中国共产党十八大以来的五年，中国民协和地方民协启动了中国口头文学遗产数字化工程，形成了11000余册、约18亿字资料，包含神话、传说、民间故事、民间歌谣、史诗、民间长诗、谚语、谜语、歇后语、民间说唱、民间小戏等11类口头文学作品，其中50%经过了数字化转化",
            "中华全国文学艺术界联合会:中国民协和地方民协启动了中国口头文学遗产数字化工程",
            "0,0"
        ],
        [
            "年",
            "中国",
            "中国共产党十八大以来的五年，“梅花奖数字电影工程”已完成拍摄影片扩展到了25部：晋剧《傅山进京》、龙江剧《木兰传奇》、京剧《野猪林》《兰梅记》、梨园戏《董生与李氏》《节妇吟》、秦腔现代戏《大树西迁》、京剧《曹操与杨修》《响九霄》、豫剧《苏武牧羊》、秦腔《迟开的玫瑰》《花儿声声》、越剧《玉卿嫂》《一缕麻》《狸猫换太子》、昆剧《长生殿》、滑稽戏《顾家姆妈》、粤剧《小凤仙》、越调《老子》、锡剧《一盅缘》《珍珠塔》、黄梅戏《雷雨》、蒲剧《山村母亲》、琼剧《喜团圆》、花灯剧《月照枫林渡》等，并有京剧《三寸金莲》、沪剧《挑山女人》、锡剧《紫砂梦》、扬剧《衣冠风流》、锡剧《三三》、川剧《金子》、湘剧《李贞还乡》等7部影片正在拍摄或后期制作，以数字电影的形式记录、传播中国戏剧梅花奖获得者及其代表剧目，传承和弘扬中华优秀传统文化",
            "中华全国文学艺术界联合会:并有京剧《三寸金莲》、沪剧《挑山女人》、锡剧《紫砂梦》、扬剧《衣冠风流》、锡剧《三三》、川剧《金子》、湘剧《李贞还乡》等7部影片正在拍摄或后期制作",
            "0,0"
        ],
        [
            "2014年7月",
            "未知",
            "2014年7月，经教育部、中国文联同意，中国书协组织实施的“翰墨薪传·全国中小学书法教师培训项目”，第一阶段面向31个省（市、区）和兵团，分5个地区同时举办培训班，约1000人参训",
            "中华全国文学艺术界联合会:约1000人参训",
            "0,0"
        ],
        [
            "五年",
            "未知",
            "中国共产党十八大以来的五年，进行了3年的“翰墨薪传”工程，每一年皆有约1000人参训，培训学员基本覆盖省、地（市）两级书法教研员和部分县级书法教研员",
            "中华全国文学艺术界联合会:培训学员基本覆盖省、地（市）两级书法教研员和部分县级书法教研员",
            "0,0"
        ],
        [
            "年",
            "新疆、贵州、黑龙江、云南、河南、内蒙古、四川、甘肃",
            "自2006年开展中国舞协的新农村少儿舞蹈美育工程，十年来，工程通过组织调研、编创教材、公益教育，在全国30个省市自治区开办了175个农村教师班，免费为农村小学培养了5808名农村舞蹈教师；2013年该工程在少数民族地区全面推广，派驻志愿者教授少数民族地区的孩子跳本民族的舞蹈，并结合当地民族特色进行舞蹈创新；在内蒙古、云南、贵州、四川、新疆、河南、甘肃、黑龙江等地建立了39个“少数民族舞蹈课堂”示范点，让回族、藏族、蒙古族、彝族、傣族、东乡族、裕固族、土家族、苗族、朝鲜族、傈僳族等26个少数民族地区的农村孩子享受到和城里孩子一样的艺术素质教育",
            "中华全国文学艺术界联合会:2013年该工程在少数民族地区全面推广",
            "87.63347320573824,43.79923810128996"
        ],
        [
            "2002年",
            "中国、北京",
            "中国民间文化遗产抢救工程于2002年筹备并于当年12月获准为国家社科基金特别委托项目，2003年2月正式在北京人民大会堂启动实施，工程覆盖了木版年画、民间剪纸、唐卡、泥塑、节俗、口头遗产、神只绘像、美术图典、史诗、神话、古村落、民间故事、服饰文化、传承人口述史、传承人名录与谱系、皇会、雕塑造像、皮影、民俗志、民间工艺、民间文化代表作、民间文学经典……",
            "中华全国文学艺术界联合会:工程覆盖了木版年画、民间剪纸、唐卡、泥塑、节俗、口头遗产、神只绘像、美术图典、史诗、神话、古村落、民间故事、服饰文化、传承人口述史、传承人名录与谱系、皇会、雕塑造像、皮影、民俗志、民间工艺、民间文化代表作、民间文学经典……",
            "0,0"
        ],
        [
            "上个世纪50年代",
            "未知",
            "从上个世纪50年代以来，至中国共产党十八大以来的五年，中国文联、中国民协保存了全国30个省、直辖市、自治区上报的口头文学普查记录资料县卷本，共计5166种，约8.4亿字",
            "中华全国文学艺术界联合会:约8.4亿字",
            "0,0"
        ],
        [
            "2011年11月",
            "未知",
            "截至2011年11月，中国文联办有30余种全国性的文艺刊物和报纸，拥有中国文联出版社等图书和音像出版社；各地文联也出版地方性的文艺刊物",
            "中华全国文学艺术界联合会:各地文联也出版地方性的文艺刊物",
            "0,0"
        ],
        [
            "2012年",
            "未知",
            "中国文联在2012年启动中华文艺资源数据库建设，建立文艺人才库、文艺机构库、文艺作品库、文艺奖节库、文艺活动库、文艺典籍库、文艺期刊库、文艺资讯库各类子库以及文艺百科数据的收录，是信息采集、信息管理、信息服务为一体的文艺资源数据库管理体系",
            "中华全国文学艺术界联合会:是信息采集、信息管理、信息服务为一体的文艺资源数据库管理体系",
            "0,0"
        ],
        [
            "2013年",
            "未知",
            "自2013年开始规模化数据内容采集，截至2016年9月，采集的文字、图片、音视频数据量达到34TB",
            "中华全国文学艺术界联合会:采集的文字、图片、音视频数据量达到34TB",
            "0,0"
        ],
        [
            "2011年",
            "未知",
            "2011年，中国摄影出版社获得第二届中国出版政府奖图书奖提名奖",
            "中华全国文学艺术界联合会:中国摄影出版社获得第二届中国出版政府奖图书奖提名奖",
            "0,0"
        ],
        [
            "2018年1月",
            "未知",
            "2018年1月，中国文联权保部获2015-2017年度中央直属机关文明单位称号",
            "中华全国文学艺术界联合会:中国文联权保部获2015-2017年度中央直属机关文明单位称号",
            "0,0"
        ],
        [
            "2018年3月",
            "未知",
            "2018年3月，国家新闻出版广电总局主办的第四届中国出版政府奖获奖名单公布：中国书法出版传媒有限责任公司董事长、总经理李世俊荣获“优秀出版人物奖”，中国摄影出版社出版的图书《中国魅力古镇》、《中国照相馆史》分别获得印刷复制奖提名奖、图书奖提名奖，中国电影出版社印刷厂承印的《醉文明：收藏马未都》荣获印刷复制奖提名奖",
            "中华全国文学艺术界联合会:收藏马未都》荣获印刷复制奖提名奖",
            "0,0"
        ],
        [
            "2011年11月",
            "未知",
            "截至2011年11月，中国文联设有全国性的文艺奖项12个，包揽各个艺术门类；举办旨在培养文艺新人的讲座、讲习班，开展纪念文化名人的活动等",
            "中华全国文学艺术界联合会:举办旨在培养文艺新人的讲座、讲习班",
            "0,0"
        ],
        [
            "2015年9月15日",
            "京",
            "2015年9月15日，第四届全国中青年德艺双馨文艺工作者表彰大会在京举行，54人获得全国中青年德艺双馨文艺工作者称号",
            "中华全国文学艺术界联合会:54人获得全国中青年德艺双馨文艺工作者称号",
            "0,0"
        ],
        [
            "2017年5月",
            "未知",
            "截至2017年5月，五年来中国文联深入实施中青年文艺人才研修培训工程，持续开展老艺术家终身成就表彰和中青年德艺双馨文艺工作者评选表彰活动，开展中青年文艺工作者思想状况调研，落实密切联系文艺家工作制度",
            "中华全国文学艺术界联合会:开展中青年文艺工作者思想状况调研",
            "0,0"
        ],
        [
            "2017年",
            "中国",
            "中国文艺志愿者截至2017年10月，2012年中国文艺志愿服务工作启动以来，仅中国文联就组织文艺志愿者2800多人，开展“送欢乐下基层”活动150多场，直接服务基层群众200多万人次；在全国招募选派800多名文艺志愿者赴中西部贫困地区60余所中小学，为10多万名中小学生提供艺术教育服务；深入全国53个地市、区县，累计培训基层文艺骨干1.3万多名；全国各省市区，乃至下辖区县均成立了文艺志愿者组织",
            "中华全国文学艺术界联合会:2012年中国文艺志愿服务工作启动以来",
            "0,0"
        ],
        [
            "每年5月23",
            "未知",
            "每年5月23日中国文艺志愿者服务日，中国文联、中国文艺志愿者协会，以及全国各文艺家协会都会组织大批艺术家开展“到人民中去”慰问创作采风活动",
            "中华全国文学艺术界联合会:中国文联、中国文艺志愿者协会",
            "0,0"
        ],
        [
            "2021年12月16日",
            "未知",
            "2021年12月16日中国文联十一届一次全委会选举产生，名单如下：",
            "中华全国文学艺术界联合会:名单如下",
            "0,0"
        ],
        [
            "2021年3月",
            "未知",
            "（2021年3月据官网更新）",
            "中华全国文学艺术界联合会:（2021年3月据官网更新）",
            "0,0"
        ]
    ],
    "type": "ORGANIZATION"
}