{
    "introduction": "周恩来（1898年3月5日-1976年1月8日） ，字翔宇，曾用名飞飞、伍豪、少山、冠生等 。1976年1月8日在北京逝世。他的逝世受到极广泛的悼念。由于他一贯勤奋工作，严于律己，关心群众，被称为“人民的好总理”。他的主要著作收入《周恩来选集》。",
    "attributes": {
        "中文名": "周恩来",
        "别名": "伍豪",
        "国籍": "中国",
        "民族": "汉族",
        "毕业院校": "天津南开学校大学部",
        "代表作品": "周恩来选集",
        "主要成就": "党的创建人之一和核心领导成员人民军队的创建人和领导人探索适合中国的社会主义道路对党的统一战线巨大贡献中国特色外交的奠基人"
    },
    "relation": {
        "妻子": "邓颖超",
        "父亲": "周劭纲",
        "母亲": "万冬儿",
        "养女": "孙维世",
        "弟弟": "周恩溥",
        "侄女": "周秉德",
        "侄子": "周秉和",
        "籍贯1": "浙江绍兴",
        "出生日期1": "1898年3月5日",
        "逝世日期1": "1976年1月8日",
        "出生地1": "江苏省淮安市"
    },
    "timeLine": [
        [
            "年",
            "天津、东京、日本",
            "1918年周恩来赴日本东京求学周恩来，1917年在天津南开学校毕业后赴日本求学，开始接触马克思主义",
            "周恩来:1917年在天津南开学校毕业后赴日本求学"
        ],
        [
            "1933年春",
            "未知",
            "红军时期的周恩来1933年春和朱德一起领导和指挥红军战胜了国民党军队对中央革命根据地的第四次“围剿”",
            "周恩来:围剿"
        ],
        [
            "1936年12月",
            "抗日、西安",
            "西安事变时的周恩来1936年12月张学良和杨虎城发动武力拘禁蒋介石的“西安事变”后，任中共全权代表与秦邦宪、叶剑英等去西安同蒋介石谈判，和张、杨一起迫使蒋介石接受“停止内战、一致抗日”的主张，促使团结抗日局面的形成",
            "周恩来:西安事变时的周恩来1936年12月张学良和杨虎城发动武力拘禁蒋介石的"
        ],
        [
            "1949～1958年",
            "中华人民共和国",
            "中华人民共和国成立后，周恩来一直任政府总理，1949～1958年曾兼任外交部长；当选为中共第八、九、十届中央政治局常委，第八、十届中央副主席，中央军委副主席；政协全国委员会第一届副主席，第二、三、四届主席",
            "周恩来:政协全国委员会第一届副主席"
        ],
        [
            "1963年10月",
            "中国",
            "1963年10月，周恩来和邓小平在天安门城楼上1955年在万隆会议上主张和平共处，反对殖民主义，提倡求同存异、协商一致，使中国独立自主的和平外交政策得到积极贯彻",
            "周恩来:使中国独立自主的和平外交政策得到积极贯彻"
        ],
        [
            "26年",
            "中国、新",
            "新中国成立后，周恩来同志先后担任政务院总理、国务院总理长达26年，为积极探索符合我国国情的社会主义建设道路，全面组织和实施社会主义各项建设事业，兢兢业业，殚精竭虑，在政治、经济、外交、国防、统战、科技、文化、教育、新闻、卫生、体育等各领域倾注了大量心血，作出了奠基性的贡献",
            "周恩来:全面组织和实施社会主义各项建设事业"
        ],
        [
            "多年",
            "未知",
            "周恩来同志50多年的革命生涯，同中国共产党的建立、发展、壮大，同我国新民主主义革命的胜利，同我国社会主义革命和建设的历史进程紧密联系在一起",
            "周恩来:同我国社会主义革命和建设的历史进程紧密联系在一起"
        ],
        [
            "1935年6月底",
            "未知",
            "1935年6月底，红军到达两河口地区，党组织进行改选，警卫员魏国禄当选周恩来同志所在党小组的组长",
            "周恩来:警卫员魏国禄当选周恩来同志所在党小组的组长"
        ],
        [
            "1958年1月",
            "杭州",
            "1958年1月，周恩来同志到杭州视察，随身带着自己的枕巾、棉褥子、床单、被子",
            "周恩来:随身带着自己的枕巾、棉褥子、床单、被子"
        ],
        [
            "50年代",
            "淮安",
            "上世纪50年代，为了响应党的号召，周恩来同志带头把在淮安老家几代亲人的坟墓托人平掉，把整理出来的土地交公使用",
            "周恩来:把整理出来的土地交公使用"
        ],
        [
            "1988年3月",
            "江苏省、淮安市",
            "周恩来纪念馆于1988年3月在周恩来故乡江苏省淮安市兴建，1992年1月6日落成对外开放",
            "周恩来:1992年1月6日落成对外开放"
        ],
        [
            "1998年",
            "北京",
            "1998年为纪念周恩来诞辰100周年，又增建了仿北京中南海的西花厅和周恩来铜像广场",
            "周恩来:又增建了仿北京中南海的西花厅和周恩来铜像广场"
        ],
        [
            "五、六十年代",
            "未知",
            "由著名雕塑家、中央美术学院教授李守仁创作，取材于周恩来总理五、六十年代和人民群众在一起交谈时习惯性站姿",
            "周恩来:取材于周恩来总理五、六十年代和人民群众在一起交谈时习惯性站姿"
        ]
    ],
    "type": "PERSON"
}