{
    "introduction": "台湾省，简称“台”，是中华人民共和国省级行政区 ",
    "attributes": {
        "中文名": "台湾",
        "外文名": "Taiwan",
        "别名": "宝岛",
        "行政区划代码": "710000",
        "行政区类别": "省",
        "所属地区": "中国华东地区",
        "地理位置": "中国东南沿海的大陆架上",
        "面积": "36013.73 km²",
        "下辖地区": "6个台湾当局“直辖市”（地级行政区）；3个市和13个县（县级行政区，含台湾当局控制下的福建省等地岛屿）",
        "政府驻地": "台北市",
        "电话区号": "886(也写作+886)",
        "邮政编码": "100 — 982",
        "气候条件": "亚热带季风气候、热带季风气候",
        "人口数量": "2356.84 万(2021年，含福建省的金门马祖，台湾省人口为2340.74万)",
        "著名景点": "台北故宫博物院、日月潭、阿里山、台北孙中山纪念馆、台南孔子庙、玉山、太鲁阁、垦丁、台北101、爱河、赤崁楼、阳明山、清水断崖、七星潭、九份老街、艋舺龙山寺、野柳地质公园",
        "机场": "台湾桃园国际机场、高雄国际机场、台北松山机场、台中清泉岗机场等",
        "火车站": "台北车站、高雄车站、台中车站、台南车站、花莲车站、桃园车站等",
        "车牌代码": "前三码英文字母、连接号、后四码阿拉伯数字（2012年式）",
        "地区生产总值": "6114.51 亿美元(2019年)",
        "方言": "闽南语（泉漳片/闽台片）、客家语（粤台片/海陆片）、台湾少数民族语言（泰雅语、布农语、雅美语等）",
        "人口密度": "650.92 人/平方公里（2020年底）",
        "主要民族": "汉族、高山族",
        "人均GDP": "26910 美元（2020年）",
        "人均PPP": "55078 美元（2020年）",
        "货币单位": "新台币（NTD）",
        "基尼系数": "0.338（中，2018年）",
        "人类发展指数": "0.911（极高，2018年）",
        "海岸线": "1578.0441 千米（含澎湖列岛）",
        "地理最高点": "玉山主峰（海拔3952米）",
        "最长河流": "浊水溪（186.6千米）",
        "主要城市": "台北市、新北市、台中市、高雄市、桃园市、台南市、新竹市等",
        "著名大学": "台湾大学、台湾阳明交通大学、台湾清华大学、台湾成功大学、台湾政治大学、台湾科技大学、台湾师范大学、台湾中山大学、台湾辅仁大学等",
        "公民身份号码": "830000（台湾居民公民身份号码的地址码）",
        "通用电压": "110V，60HZ",
        "主要宗教": "佛教、道教、基督新教、天主教",
        "主要民系": "闽南人、客家人"
    },
    "relation": {},
    "timeLine": [
        [
            "明朝万历年间",
            "台、台南、台湾、台湾省",
            "明朝万历年间官方正式在公文中使用“台湾”名称，但直到明朝“台湾”指代的都是台湾省台南地区",
            "台湾:台湾"
        ],
        [
            "光绪年代",
            "台、台湾、台湾省、福建省",
            "清朝时官方才将全岛正式定名“台湾”，并设隶属于福建省的“台湾府”，在光绪年代之前是台湾唯一的“府”，1885年设台湾省",
            "台湾:台湾府"
        ],
        [
            "230年",
            "台湾",
            "230年，三国吴王孙权派1万官兵到达“夷洲”（今台湾），吴人沈莹所著《临海水土志》留下了世界上对台湾最早的记述",
            "台湾:吴人沈莹所著《临海水土志》留下了世界上对台湾最早的记述"
        ],
        [
            "600年",
            "泉州、福建、大陆、台湾、澎湖、漳州",
            "此后由唐到宋的600年间，大陆沿海人民，特别是福建泉州、漳州一带居民，为了躲避战乱兵祸，纷纷流入澎湖或迁至台湾，从事垦拓",
            "台湾:从事垦拓"
        ],
        [
            "宣和二年",
            "泉州、福建、台湾、澎湖",
            "北宋时，至少在宣和二年（1120年），福建泉州的行政区划包括澎湖及其附属的台湾岛、钓鱼岛及其附属岛屿",
            "台湾:福建泉州的行政区划包括澎湖及其附属的台湾岛、钓鱼岛及其附属岛屿"
        ],
        [
            "1292年",
            "台湾",
            "1292年（元至元二十九年），元世祖忽必烈派海船副万户杨祥、礼部员外郎吴志斗和珍部员外郎阮监到台湾“宣抚”",
            "台湾:宣抚"
        ],
        [
            "1335年至1340年",
            "泉州、福建、台湾、澎湖、晋江县",
            "1335年至1340年（元后至元年间），元朝正式在澎湖设“巡检司”，管辖澎湖、台湾民政，隶属福建泉州晋江县（今属泉州）",
            "台湾:管辖澎湖、台湾民政"
        ],
        [
            "1402年至1424年",
            "台湾",
            "1402年至1424年（明成祖永乐年间），航海家“三宝太监”郑和率领庞大的舰队访问南洋各国，曾在台湾停留，给当地居民带去工艺品和农产品",
            "台湾:给当地居民带去工艺品和农产品"
        ],
        [
            "万历四十五年",
            "福建、台湾、台南、中国、赤崁",
            "明朝福建水师军官赵若思（秉鉴）于万历四十五年（1617年）曾经在台南赤崁修建城堡，实施管理，中国政府的管辖权已正式及于台湾本岛",
            "台湾:中国政府的管辖权已正式及于台湾本岛"
        ],
        [
            "清朝嘉庆年间",
            "高雄、荷兰、台湾、西班牙",
            "清朝嘉庆年间兴建的高雄“凤仪书院”是台湾现存规模最大的书院16世纪，西班牙、荷兰等西方殖民势力迅速发展，开始把触角伸向东方",
            "台湾:凤仪书院"
        ],
        [
            "1642年",
            "荷兰、台湾、西班牙",
            "不久，西班牙人侵占了台湾北部和东部的一些地区，后于1642年被荷兰人赶走，台湾沦为荷兰的殖民地",
            "台湾:台湾沦为荷兰的殖民地"
        ],
        [
            "清光绪年间",
            "台、台北、大陆、台湾",
            "落成于清光绪年间1884年的台北府城北门“承恩门”到17世纪20年代的明朝末叶，大陆居民开始大规模移居台湾",
            "台湾:大陆居民开始大规模移居台湾"
        ],
        [
            "1628年",
            "粤、台、福建、台湾",
            "1628年（明崇祯元年），时值福建大旱，福建官府、颜思齐、郑芝龙组织闽粤居民迁居台湾，一面从事农耕、贸易，一面组织武装力量抗御倭寇和荷兰人的侵扰",
            "台湾:一面组织武装力量抗御倭寇和荷兰人的侵扰"
        ],
        [
            "1661年",
            "金门、台湾",
            "1661年（南明永历十五年、清顺治十八年）4月，郑成功以南明王朝招讨大将军的名义，率2.5万将士及数百艘战舰，由金门进军台湾",
            "台湾:由金门进军台湾"
        ],
        [
            "1895年",
            "未知",
            "1895年（清光绪二十一年），台湾淡水河畔",
            "台湾:台湾淡水河畔"
        ],
        [
            "1683年",
            "福建、台湾、铜山",
            "1683年（清康熙二十二年）7月8日，清政府派福建水师提督施琅率水陆官兵2万余人、战船200余艘，从铜山向澎湖、台湾进发，郑军溃败",
            "台湾:郑军溃败"
        ],
        [
            "1684年",
            "福建、台湾、福建省",
            "1684年（清康熙二十三年），清政府设置分巡台厦兵备道及台湾府，隶属于福建省",
            "台湾:隶属于福建省"
        ],
        [
            "1885年",
            "台湾、台湾省",
            "1885年清朝设台湾省",
            "台湾:1885年清朝设台湾省"
        ],
        [
            "1840年鸦片战争",
            "台湾省、中国、台湾、港",
            "清末，台湾省巡抚刘铭传奏请在台湾建设中国第一条官办客运铁路1840年鸦片战争后，西方列强逼迫中国开放通商口岸，19世纪60年代，台湾的部分地区相继开港",
            "台湾:台湾省巡抚刘铭传奏请在台湾建设中国第一条官办客运铁路1840年鸦片战争后"
        ],
        [
            "1874年",
            "日、台湾",
            "1874年（清同治十三年）1月，日军入侵台湾",
            "台湾:日军入侵台湾"
        ],
        [
            "1874年",
            "台湾、台湾行政区",
            "1874年，清政府扩增台湾行政区划为二府八县四厅",
            "台湾:清政府扩增台湾行政区划为二府八县四厅"
        ],
        [
            "1884年至1885年",
            "台湾",
            "1884年至1885年中法战争期间，法军进攻台湾，遭刘铭传率军重创",
            "台湾:遭刘铭传率军重创"
        ],
        [
            "1885年6月",
            "台湾",
            "到1885年6月《中法新约》签定，法军被迫撤出台湾",
            "台湾:法军被迫撤出台湾"
        ],
        [
            "1945年",
            "武汉",
            "1945年，在武汉的台湾省旅汉同乡会组织欢迎队伍庆祝抗战胜利",
            "台湾:在武汉的台湾省旅汉同乡会组织欢迎队伍庆祝抗战胜利"
        ],
        [
            "1895年",
            "台、台湾、日本",
            "1895年（清光绪二十一年），清政府战败，于4月17日被迫签订丧权辱国的《马关条约》，把台湾割让给日本",
            "台湾:把台湾割让给日本"
        ],
        [
            "50年",
            "台、台湾、日本",
            "台湾遭受日本侵占50年",
            "台湾:台湾遭受日本侵占50年"
        ],
        [
            "1011895年",
            "台、日本、台北、台湾",
            "台湾省第一高楼：台北1011895年清政府割让台湾后，在内乏饷械、外无援兵的情况下，不甘作亡国奴的台湾人民和部分留台清军，对日本的占领进行了顽强抵抗",
            "台湾:不甘作亡国奴的台湾人民和部分留台清军"
        ],
        [
            "1895年6月",
            "台、日本、台南、台湾",
            "战斗从1895年6月开始，到10月台南陷落为止，历时5个月，台湾军民与日军进行了大小100余次战斗，抗击日本3个近代化师团和1支海军舰队，先后打死打伤日军3.2万多人",
            "台湾:台湾军民与日军进行了大小100余次战斗"
        ],
        [
            "1945年10月25日",
            "未知",
            "记录1945年10月25日台湾光复的相关史料",
            "台湾:记录1945年10月25日台湾光复的相关史料"
        ],
        [
            "1949年10月1日",
            "台湾、台湾省、中国、新",
            "台湾省第一大港：高雄港1949年10月1日，新中国宣告诞生",
            "台湾:新中国宣告诞生"
        ],
        [
            "1200万年以前",
            "福建、台湾、大陆、中国",
            "根据地质学的研究，在1200万年以前，台湾属于中国东南区域的一部分，与福建陆地连接在一起，后来由于地壳运动的变化，距今一万年以来海平面不断上涨，台湾与中国大陆南部区域之间形成海峡，即台湾海峡，形成台湾岛",
            "台湾:台湾与中国大陆南部区域之间形成海峡"
        ],
        [
            "3万年",
            "台、台湾、台东县",
            "台东县的卑南遗址是台湾新石器时代的代表性遗址从目前台湾学界的考古发掘资料看，台湾史前文化最早阶段出现于更新世晚期，距今约5万到3万年，与整个东亚、东南亚比较，可说属于旧石器时代的晚期阶段，亦有学者称为先陶文化阶段",
            "台湾:台湾史前文化最早阶段出现于更新世晚期"
        ],
        [
            "两万五千年前",
            "台、台湾、大陆、中国、长滨",
            "台湾最早的文化为约在两万至两万五千年前的长滨文化（以八仙洞遗址最具代表性），这是在台湾东海岸所挖掘出来的旧石器时代晚期遗迹，当时台湾和中国大陆相连，人们过着采集、狩猎、捕鱼的生活",
            "台湾:当时台湾和中国大陆相连"
        ],
        [
            "6000年前",
            "中国、大陆、台湾、菲律宾",
            "距今大约6000年前，居住在中国大陆东南沿海的先民开始驾舟出海、逐浪而徙、第一站抵达中国台湾登岛而居，距今5000年左右扩散到菲律宾，之后继续向东向南迁徙，将文明的火种撒向广袤的太平洋和印度洋地区，形成了现在世界上最庞大分布于南太平洋及印度洋岛屿的南岛语族族群",
            "台湾:形成了现在世界上最庞大分布于南太平洋及印度洋岛屿的南岛语族族群"
        ],
        [
            "2000到3000年前",
            "台湾、中国大陆",
            "根据古代DNA（脱氧核糖核酸）的分析研究成果，无论是2000到3000年前的台湾古代人群，还是现代台湾属于南岛语族的高山族，与包括海南岛在内的华南壮侗语人群共有的等位基因远超其他东亚人群，这表明壮侗语人群与南岛语族同源，为包括高山族在内的南岛语族来源于中国大陆提供了直接证据",
            "台湾:无论是2000到3000年前的台湾古代人群"
        ],
        [
            "230年",
            "台湾",
            "三国时期的《临海水土志》留下了世界上对台湾情况最早的记述230年（孙吴黄龙二年）春正月，吴大帝孙权派将军卫温、诸葛直率“甲士万人”抵达夷洲（今台湾）",
            "台湾:抵达夷洲（今台湾）"
        ],
        [
            "607年",
            "台湾、流求",
            "607年（隋大业三年），隋炀帝遣羽骑尉朱宽、海师何蛮至流求（今台湾）访察",
            "台湾:隋炀帝遣羽骑尉朱宽、海师何蛮至流求（今台湾）访察"
        ],
        [
            "30年",
            "大陆、流求、台湾",
            "《隋书·东夷传》详细描述了流求（今台湾）的地理与风俗，当时距隋朝访察流求（今台湾）才约30年，可知隋唐时期大陆与台湾在官方和民间层面都保持着密切的联系",
            "台湾:当时距隋朝访察流求（今台湾）才约30年"
        ],
        [
            "2003年",
            "澎湖、花口、台湾、台湾省",
            "2003年，在台湾省澎湖列岛的渔翁岛、中屯岛发掘出了“唐代花口矮圈足青瓷大碗”和宋仁宗年间的“天圣元宝”及“景佑元宝”",
            "台湾:景佑元宝"
        ],
        [
            "北宋末年",
            "福建、台湾、福建省、德化县、泉州市",
            "据有关谱牒资料记载，福建人向台湾本岛的最早移民为北宋末年福建省泉州市德化县的苏姓族人",
            "台湾:福建人向台湾本岛的最早移民为北宋末年福建省泉州市德化县的苏姓族人"
        ],
        [
            "1292年",
            "台、台湾",
            "1292年（元至元二十九年），元世祖忽必烈派海船副万户杨祥、礼部员外郎吴志斗和珍部员外郎阮监到台湾“宣抚”",
            "台湾:宣抚"
        ],
        [
            "1297年",
            "台、福建、台湾",
            "1297年（元元贞三年），元成宗命令福建平章政事高兴派省都镇抚张浩、福州新军万户张进二人，率军招谕台湾，携当地居民100余人返回",
            "台湾:携当地居民100余人返回"
        ],
        [
            "1349年",
            "台、台湾、澎、琉球",
            "1349年（元至正九年），记载台澎地区地理、风物、人情的《岛夷志略》成书，作者是曾访问琉球（今台湾）的元代航海家汪大渊",
            "台湾:作者是曾访问琉球（今台湾）的元代航海家汪大渊"
        ],
        [
            "元年",
            "泉州、福建道、福建、台湾、江浙、澎湖、晋江县",
            "元后至元年间（1335年至1340年），元朝在澎湖设“澎湖巡检司”，管辖澎湖、台湾民政，还为政府征收盐税，隶属江浙等处行中书省福建道宣慰司泉州路晋江县（今属福建泉州），后因为行政区划的调整改隶福建等处行中书省，这是台湾地区的首次官署设置",
            "台湾:隶属江浙等处行中书省福建道宣慰司泉州路晋江县（今属福建泉州）"
        ],
        [
            "1560年",
            "台、台湾、澎、澎湖",
            "1560年（明嘉靖三十九年），倭寇侵入澎湖、台湾",
            "台湾:倭寇侵入澎湖、台湾"
        ],
        [
            "1592年",
            "基隆、台、日本、新北、鸡笼、台湾、澎、朝鲜、淡水、澎湖",
            "1592年（明万历二十年），日本太阁（卸任关白）丰臣秀吉出兵侵略朝鲜，并传出有图谋侵略台湾鸡笼（今基隆）、淡水（今属新北）的消息，沿海戒严，明朝政府在澎湖布署兵力",
            "台湾:并传出有图谋侵略台湾鸡笼（今基隆）、淡水（今属新北）的消息"
        ],
        [
            "1550年代",
            "小琉球、台湾、大陆",
            "明嘉靖（1550年代）《东南海夷图》的澎湖和小琉球（今台湾）明朝时，大陆与台湾的人民往来不绝",
            "台湾:明嘉靖（1550年代）《东南海夷图》的澎湖和小琉球（今台湾）明朝时"
        ],
        [
            "永乐年间",
            "高雄、台湾、凤山",
            "永乐年间，郑和率船队曾在台湾停留，给当地居民带去工艺品和农产品，至今民间传说高雄凤山的特产“三宝姜”，就是郑和遗留下来的",
            "台湾:就是郑和遗留下来的"
        ],
        [
            "万历年间",
            "基隆、台、新北、鸡笼、澎、台湾、淡水",
            "嘉靖、万历年间，活动在东南沿海的陈老、林道乾、林凤等著名海商集团都曾经以台澎地区为根据地，在台湾海峡从事私人海上贸易活动，而闽南人已经在台湾开辟了鸡笼（今基隆）、淡水（今属新北）这至少两处较大规模的台湾市镇",
            "台湾:而闽南人已经在台湾开辟了鸡笼（今基隆）、淡水（今属新北）这至少两处较大规模的台湾市镇"
        ],
        [
            "明朝万历末年",
            "福建、台湾",
            "明朝万历末年，明廷福建官方已有在台湾驻兵屯垦实行管理及设置郡县的计划",
            "台湾:明廷福建官方已有在台湾驻兵屯垦实行管理及设置郡县的计划"
        ],
        [
            "1617年",
            "漳浦、福建漳州、台湾、台南、福建",
            "1617年（明万历四十五年）八月之后至1618年（明万历四十六年）九月间，明朝水师军官、漳浦（今属福建漳州）人赵秉鉴（又名赵若思）就已经在台湾筑城“赤勘”（今属台南）",
            "台湾:（今属台南）"
        ],
        [
            "1618年",
            "台湾、福建、中国",
            "赵秉鉴以明朝军官身份筑城赤勘之举表明，在1618年之前，福建军方已经在台湾岛设置了城堡，这代表着中国政府的管辖权已正式及于台湾岛",
            "台湾:这代表着中国政府的管辖权已正式及于台湾岛"
        ],
        [
            "17世纪20年代",
            "台湾、大陆、北港、云林县",
            "云林县北港的颜思齐先生开拓台湾登陆纪念碑17世纪20年代的明朝末叶，大陆居民开始大规模移居台湾，给台湾社会经济和文化的发展以极大推动",
            "台湾:大陆居民开始大规模移居台湾"
        ],
        [
            "1628年",
            "嘉义县、福建、台湾、诸罗外九庄、诸罗县",
            "1628年（明崇祯元年）前后，闽南连年大旱，百姓无以为生，福建官府和郑芝龙组织灾民数万到台湾垦荒定居，各地逐渐形成许多村落，这些村落后来发展成为诸罗外九庄（清政府治理台湾初期首先设置于诸罗县境内，已为移民开垦的北路村庄，位于今嘉义县）",
            "台湾:这些村落后来发展成为诸罗外九庄（清政府治理台湾初期首先设置于诸罗县境内"
        ],
        [
            "天启年间",
            "台湾",
            "在天启年间台湾被荷兰人侵占以前，汉族移民已遍布台湾各地，从事渔业、农业和商业活动，成为台湾岛的长住居民",
            "台湾:汉族移民已遍布台湾各地"
        ],
        [
            "1621年",
            "大陆、台湾",
            "1621年，颜思齐率领数以千计的祖国大陆健儿对台湾进行拓垦",
            "台湾:颜思齐率领数以千计的祖国大陆健儿对台湾进行拓垦"
        ],
        [
            "1624年",
            "荷兰、日本、台南安平、基隆市、安平、中国大陆、台湾、圣萨尔瓦多",
            "西班牙殖民者在基隆市和平岛筑圣萨尔瓦多城1624年（明天启四年），被中国军民逐出台湾澎湖的荷兰殖民者，为建立与中国大陆、日本、朝鲜半岛与南洋贸易的据点，又侵占了台湾南部，并在一鲲鯓（今台南安平）筑其殖民行政中心“热兰遮城”（今安平古堡），以此作为殖民统治中心",
            "台湾:被中国军民逐出台湾澎湖的荷兰殖民者"
        ],
        [
            "1626年",
            "宜兰、新北淡水、基隆、鸡笼、台湾、沪尾、西班牙、蛤仔难、圣多明哥城、圣萨尔瓦多城",
            "1626年（明天启六年），西班牙殖民者入侵台湾北部，在台湾北部的鸡笼（今基隆）与社寮岛（今基隆和平岛）筑城，并称之为“圣救主城”（即圣萨尔瓦多城），之后又占领蛤仔难（今宜兰），并在沪尾（今新北淡水）兴建“圣多明哥城”（今红毛城原址附近）",
            "台湾:圣多明哥城"
        ],
        [
            "1642年",
            "荷兰、台湾、西班牙",
            "1642年（明崇祯十五年），荷兰取代西班牙占领台湾北部",
            "台湾:荷兰取代西班牙占领台湾北部"
        ],
        [
            "1630年左右",
            "闽海、荷兰、台、安平、热兰遮城、台湾、荷",
            "1630年左右，热兰遮城（今安平古堡）初建之时的景象由于当时明朝政府正面临农民大起义和东北后金政权强大的威胁的双重困境，已无力用兵闽海，进行驱荷复台的行动，而让荷兰殖民者在台湾的殖民统治延续了38年之久",
            "台湾:而让荷兰殖民者在台湾的殖民统治延续了38年之久"
        ],
        [
            "1650年左右",
            "荷兰、台、台湾、荷",
            "为增加米、糖等农作物产量，荷兰殖民者1650年左右，荷兰东印度公司在台湾的每年净收入约40亿荷兰盾（约4吨黄金）",
            "台湾:荷兰东印度公司在台湾的每年净收入约40亿荷兰盾（约4吨黄金）"
        ],
        [
            "1629年",
            "台湾",
            "1629年与1636年，台湾高山族人民分别发起麻豆溪事件与萧垄事件两次大型武装起义",
            "台湾:台湾高山族人民分别发起麻豆溪事件与萧垄事件两次大型武装起义"
        ],
        [
            "九年",
            "荷兰、台湾",
            "九年后，他们配合民族英雄郑成功驱逐荷兰人，收复了台湾",
            "台湾:收复了台湾"
        ],
        [
            "1659年",
            "和、福建厦门、台湾、金门、江宁府、思明",
            "郑成功的实力渐大之后，于1659年进攻江宁府（今江苏南京），但最终被不断增援而来的清兵击退，于是他回师思明（今福建厦门和金门）大修船舰，倾力筹划驱逐侵据台湾的荷兰人，收复国土",
            "台湾:收复国土"
        ],
        [
            "1661年",
            "台湾、金门料罗湾",
            "1661年（南明永历十五年、清顺治十八年）4月，郑成功留下部分兵力守卫思明，以“大明招讨大将军国姓”的名义率2.5万将士及数百艘战舰，从金门料罗湾出发，经澎湖向台湾进军",
            "台湾:经澎湖向台湾进军"
        ],
        [
            "22年",
            "台、台湾",
            "尔后其子郑经、孙郑克塽前后治理台湾22年，而郑经对台湾的建设与经营多委政于他饱读诗书的智囊军师陈永华",
            "台湾:而郑经对台湾的建设与经营多委政于他饱读诗书的智囊军师陈永华"
        ],
        [
            "1665年",
            "卓仔埔、台、台南、台湾、中国大陆、大陆、中国",
            "在陈永华的建议下，1665年（明永历十九年、清康熙四年）台湾第一座孔子庙建于卓仔埔，即今日的台南孔子庙，并于其旁设学校，称为“明伦堂”，推崇儒家的人伦纲常的价值观，人称“全台首学”，意指台湾最早的学校，学院内设国子监助教，并进一步引进中国大陆的科举制度",
            "台湾:意指台湾最早的学校"
        ],
        [
            "1656年",
            "台湾、大陆、中国",
            "郑成功将台湾做为反清复明的根据地，清政府因而对台湾的郑氏家族进行压制，于1656年（清顺治十三年）实施海禁政策对郑氏家族实施经济封锁，所以当时台湾对中国大陆的贸易活动只能私下进行",
            "台湾:郑成功将台湾做为反清复明的根据地"
        ],
        [
            "康熙年间",
            "台湾、大陆",
            "清代康熙年间宫廷画家绘制的《钦定平定台湾凯旋图》郑成功逝世后，明郑政权和清政府处于军事对峙的状态，因为郑经发动长达六年的反攻大陆之战失败而元气大伤，对外贸易急剧衰弱，并陷入残酷的政治权力斗争之中，上下人心飘摇，清政府则乘机挑拨离间，导致不少明郑将领降清",
            "台湾:明郑政权和清政府处于军事对峙的状态"
        ],
        [
            "1684年",
            "台湾、台湾府",
            "1684年（康熙23年）《福建通志》中的台湾府三县图然而，收复台湾后，许多大臣对台湾的战略地位缺乏认识，又发生弃留之争",
            "台湾:收复台湾后"
        ],
        [
            "1864年",
            "高雄、嘉义县、台湾县、厦门、屏东县、台南、台湾、福建、花莲县、宜兰县、诸罗县、福建省、台东县、凤山县",
            "1864年（清同治三年）清朝实测地图中的福建省台湾府1684年（清康熙二十三年），清朝设置台厦道，台湾与厦门共署，道署设于厦门，设一府三县，置台湾为一府，称台湾府，府治设在今台南，下辖台湾县（约今台南）、凤山县（约今高雄、屏东县）、诸罗县（约今嘉义县以北，不含今宜兰县、花莲县、台东县），隶属于福建省，成为福建省的第9个府",
            "台湾:1864年（清同治三年）清朝实测地图中的福建省台湾府1684年（清康熙二十三年）"
        ],
        [
            "201年",
            "台湾、福建、闽、福建省",
            "台湾府的设立，令福建省从宋朝福建路下辖八个同级行政机构而得名的“八闽”变为九府建制，福建因而有“九闽”的别称长达201年",
            "台湾:变为九府建制"
        ],
        [
            "1871年",
            "福建、台湾、噶玛兰厅、台湾省、宜兰县、台湾府",
            "1871年（清同治十年）刊印的陈寿祺等编纂的《重纂福建通志》卷八十六将钓鱼岛列入海防冲要，隶属台湾府噶玛兰厅（今台湾省宜兰县）管辖",
            "台湾:隶属台湾府噶玛兰厅（今台湾省宜兰县）管辖"
        ],
        [
            "1872年",
            "台湾",
            "1872年（同治11年）台湾知府周懋琦写的“全台图说”，用图片去表达全台湾，内容清楚记载“山后大洋有屿名钓鱼台，可泊巨舟十余艘”",
            "台湾:用图片去表达全台湾"
        ],
        [
            "1871年",
            "福建、台湾、噶玛兰厅、中国",
            "1871年《重纂福建通志》：钓鱼岛属中国台湾噶玛兰厅管辖",
            "台湾:钓鱼岛属中国台湾噶玛兰厅管辖"
        ],
        [
            "1820年",
            "台湾省、彰化县、福建省",
            "1820年的福建省台湾府和1894年的台湾省行政区划1723年（清雍正元年），清政府于大甲溪以北设“淡水厅”，大甲溪以南、虎尾溪以北设置“彰化县”",
            "台湾:大甲溪以南、虎尾溪以北设置"
        ],
        [
            "1727年",
            "台湾县、台南",
            "1727年（清雍正五年），台厦道分出“台湾道”，道署移到今台南，并将澎湖群岛从台湾县分割出来，设“澎湖厅”",
            "台湾:并将澎湖群岛从台湾县分割出来"
        ],
        [
            "1885年",
            "中国台湾省、台湾",
            "1885年《大清廿三省舆地全图》中的中国台湾省1737年（清乾隆二年）5月10日，内阁学士兼礼部侍郎吴金提议台湾设省，但当时清政府认为台湾在官制方面设有总兵、御史已经足够，建省易导致权力纷争，且台湾一地不过一府四县，改省与体制不符、于事无益，于是此奏议并未被采纳，但此后这一议题被不断提出并以不同方式实践",
            "台湾:内阁学士兼礼部侍郎吴金提议台湾设省"
        ],
        [
            "1786年",
            "台湾",
            "1786年（清乾隆五十一年），台湾发生林爽文事件",
            "台湾:台湾发生林爽文事件"
        ],
        [
            "九十年",
            "宜兰、县、台湾、中国",
            "台湾道下辖“一府四县二厅”的行政规制沿用近九十年，直到1812年（清嘉庆十七年）朝廷增设“噶玛兰厅”（约今宜兰县）才有所改变，噶玛兰厅的管辖范围包括中国的海防冲要钓鱼岛及其附属岛屿",
            "台湾:噶玛兰厅的管辖范围包括中国的海防冲要钓鱼岛及其附属岛屿"
        ],
        [
            "光绪年间",
            "台、台北、福建、台湾、福建省",
            "光绪年间，台北大稻埕德商公泰洋行临近铁路同治年间，福建省内地与台湾协饷分配问题频频引发矛盾，台湾建省之议因之再起",
            "台湾:台湾建省之议因之再起"
        ],
        [
            "1876年",
            "台、福建、台湾",
            "1876年（清光绪二年），刑部侍郎袁保恒提议改福建巡抚为台湾巡抚，但遭到清廷反对",
            "台湾:但遭到清廷反对"
        ],
        [
            "1885年",
            "闽海、台、日本、福建、台湾、法国、美国、英国",
            "1885年（清光绪十一年），因法国、日本、英国、美国等西方列强觊觎台湾，台防日臻紧要，以钦差大臣身份督办闽海军务的左宗棠上奏《复陈海防应办事宜请专设海防全政大臣折》和《台防紧要请移福建巡抚驻台镇慑折》，从战略上论述了海防建设和台湾建省的重要性、必要性和可行性，为台湾建省提供了最重要的舆论准备",
            "台湾:以钦差大臣身份督办闽海军务的左宗棠上奏《复陈海防应办事宜请专设海防全政大臣折》和《台防紧要请移福建巡抚驻台镇慑折》"
        ],
        [
            "1885年",
            "台、台湾",
            "最终，1885年（清光绪十一年）10月12日，垂帘听政的慈禧太后，在下旨创建海军的同时，下旨同意诏请左宗棠的奏请，正式下诏在台湾建省",
            "台湾:下旨同意诏请左宗棠的奏请"
        ],
        [
            "1885年",
            "台、台湾、闽、福建台湾省、台湾省",
            "1885年，清政府设台湾省建制，图为清代台湾省政府组织结构到1887年（清光绪十三年），正式实现闽台分治，台湾单独设省，正式名称则为福建台湾省，通称台湾省",
            "台湾:清政府设台湾省建制"
        ],
        [
            "康熙末年",
            "台、台湾",
            "康熙末年以后，不了解台湾实情的清朝官员认为台湾人口的剧增带来了粮食不足、容易生变等问题，于是清政府开始颁布渡台禁令，在不同时期制定相应政策限制台湾人口的增长，严防偷渡客渡台并对大陆移民进行严格限制，禁止单身游民渡台和携眷渡台",
            "台湾:在不同时期制定相应政策限制台湾人口的增长"
        ],
        [
            "乾隆年间",
            "台湾",
            "康熙、雍正、乾隆年间，汉族移民在台湾南部、中部、北部各地兴修大量水利设施",
            "台湾:汉族移民在台湾南部、中部、北部各地兴修大量水利设施"
        ],
        [
            "一年",
            "台湾",
            "这些水利设施担负着灌米育粮的重责大任，极大地改善了台湾农业的生产条件，将台湾由满地都是热带和亚热带植物的土地转化成熟田，发展为一年多熟的稻米生产地",
            "台湾:发展为一年多熟的稻米生产地"
        ],
        [
            "1812年",
            "台湾、闽",
            "1812年，闽浙总督汪志伊等在奏折中请示在台湾新建炮台台湾是清朝重要的战略边区",
            "台湾:闽浙总督汪志伊等在奏折中请示在台湾新建炮台台湾是清朝重要的战略边区"
        ],
        [
            "1714年",
            "台湾",
            "1714年（清康熙五十三年），清政府派员测绘台湾地图，勘丈全境里数",
            "台湾:勘丈全境里数"
        ],
        [
            "清代乾隆年间",
            "台湾",
            "清代乾隆年间的台湾，当时的台湾西部地区从南到北都普遍使用牛车",
            "台湾:当时的台湾西部地区从南到北都普遍使用牛车"
        ],
        [
            "乾隆年间",
            "诸罗城、台湾",
            "乾隆年间1760年《台湾民番界址图》诸罗城正后方的玉山清政府基于战略考量、税收及开支的平衡等政治经济因素，且经过朝廷激烈讨论后，形成了对台湾的治理方针和政策",
            "台湾:形成了对台湾的治理方针和政策"
        ],
        [
            "康熙二十五年",
            "福建、台湾、台",
            "为了加强在台湾的战备防守、长治久安，从康熙二十五年（1686年）起，清政府实行了三年一换的班兵制，从福建各地抽调将士轮番前往台湾驻防戍守",
            "台湾:从福建各地抽调将士轮番前往台湾驻防戍守"
        ],
        [
            "1771年",
            "福建台湾府彰化县",
            "1771年乾隆皇帝颁发给福建台湾府彰化县训导父母的敕命",
            "台湾:1771年乾隆皇帝颁发给福建台湾府彰化县训导父母的敕命"
        ],
        [
            "康熙二十七年",
            "台、台湾",
            "康熙二十七年（1688年），闽安协台衙门改设副将驻防，所辖左右两营官兵进入正规应制，属绿营兵，设水陆十营，成为戍守台湾的主力军",
            "台湾:设水陆十营"
        ],
        [
            "三百年",
            "台、台湾",
            "三百年间，在和平年代里，他们以马革裹尸的壮烈情怀守护祖国宝岛，开疆拓土、守土安民，在历次台湾动荡不安的局势中，他们用生命捍卫了国家安全，抵御侵略、驱逐海盗，巩固万里海疆、保护台湾同胞生命安全",
            "台湾:巩固万里海疆、保护台湾同胞生命安全"
        ],
        [
            "雍正时期1726年",
            "台湾",
            "彰化孔庙创于雍正时期1726年，为清代台湾中部最高的文教机构",
            "台湾:为清代台湾中部最高的文教机构"
        ],
        [
            "1760年",
            "台湾、大陆",
            "1760年（清乾隆二十五年）以后，大陆人移民台湾进入高潮",
            "台湾:大陆人移民台湾进入高潮"
        ],
        [
            "1796年",
            "粤、宜兰、台、福建省漳州、漳、台湾、开兰",
            "1796年（清嘉庆元年），由福建省漳州漳浦县渡台的吴沙，集结和率领漳、泉、粤三地移民开垦宜兰所在的宜兰平原，还帮助当地少数民族百姓治愈天花时疫，成为台湾开发史上声名赫赫的“开兰始祖”",
            "台湾:开兰始祖"
        ],
        [
            "乾隆末年",
            "台、陕、台湾、甘",
            "《乾隆台湾舆图》刻画了乾隆中叶台湾社会、政治、军事情况乾隆末年，时任陕甘总督大学士的福康安为平定台湾民变“林爽文事件”而亲身来台湾了解当地实情，对台湾有了客观的认知",
            "台湾:对台湾有了客观的认知"
        ],
        [
            "1798年",
            "台、台湾",
            "1798年（清嘉庆三年），携眷渡台的政策终于伴随着持续百年的渡台禁令的放松而得以实施，涌入台湾的移民大幅增加",
            "台湾:涌入台湾的移民大幅增加"
        ],
        [
            "百年",
            "荷兰、台、台湾",
            "1811年（清嘉庆十六年），不包括山地的少数民族，台湾居民已达190余万，相比于荷兰殖民时代的约4.5万至5.7万人，在不到两百年间剧增近40倍，而同一时期台湾高山族不过15万人左右",
            "台湾:而同一时期台湾高山族不过15万人左右"
        ],
        [
            "嘉庆年间",
            "台南、台湾、大陆、中国、府城、台南市",
            "嘉庆年间的台湾府城（今台南市），城内商业发达随着台湾经济的迅猛发展，台湾对中国大陆形成了农产品输出、手工艺品输入的区域分工",
            "台湾:嘉庆年间的台湾府城（今台南市）"
        ],
        [
            "1723年",
            "安平、台南、台湾、府城",
            "1723年（清雍正元年）至1735年（清雍正十三年）间，台湾府城（今台南中西、安平）成立了商业公会组织“府城三郊”",
            "台湾:府城三郊"
        ],
        [
            "咸丰年间",
            "台湾",
            "道光和咸丰年间，台湾郊行的发展进入鼎盛阶段",
            "台湾:台湾郊行的发展进入鼎盛阶段"
        ],
        [
            "清朝乾隆年间",
            "台湾府城、台南、安平",
            "清朝乾隆年间的安平和台湾府城（今台南）",
            "台湾:清朝乾隆年间的安平和台湾府城（今台南）"
        ],
        [
            "道光年间",
            "台湾、鹿港",
            "全盛于乾隆至道光年间的鹿港日茂行引领着当时鹿港的商业发展有清一代，台湾贸易兴盛，“郊”厥功甚伟",
            "台湾:厥功甚伟"
        ],
        [
            "乾隆、嘉庆年间至清朝末年",
            "台湾府城、安平、鹿港、台南中西、、台北万华、艋舺、台湾、彰化鹿港",
            "清代台湾汉族妇女服饰——湖水绿提花罗大襟女衫乾隆、嘉庆年间至清朝末年，伴随着航运贸易的快速发展，台湾最主要的贸易港口为台湾府城（今台南中西、安平）、鹿港（今彰化鹿港）与艋舺（今台北万华）三地，几乎掌控全岛货物的出入，俗称“一府二鹿三艋舺”，台湾的经济中心也逐渐北移",
            "台湾:台湾最主要的贸易港口为台湾府城（今台南中西、安平）、鹿港（今彰化鹿港）与艋舺（今台北万华）三地"
        ],
        [
            "1721年至1722年",
            "台湾",
            "而由于吏治不严和治安不良等因素，清代的台湾民变迭起，动乱频仍，最大规模的三次民变是朱一贵事件（1721年至1722年）、林爽文事件（1786年至1788年）和戴潮春事件（1862年至1865年）",
            "台湾:最大规模的三次民变是朱一贵事件（1721年至1722年）、林爽文事件（1786年至1788年）和戴潮春事件（1862年至1865年）"
        ],
        [
            "清乾隆年间",
            "未知",
            "清乾隆年间的谢遂《职贡图》刻画了台湾高山族和他们的土狗",
            "台湾:清乾隆年间的谢遂《职贡图》刻画了台湾高山族和他们的土狗"
        ],
        [
            "1683年",
            "台湾、万华区、台北市",
            "台北市万华区的学海书院台湾首座书院是清朝靖海侯施琅于1683年（清康熙二十二年）创立的西定坊书院，而后因为康熙皇帝鼓励设立书院，故陆续成立了东安坊、弥陀室等书院，但这些书院被认为是义学过渡到正式书院的雏型",
            "台湾:但这些书院被认为是义学过渡到正式书院的雏型"
        ],
        [
            "1704年",
            "台南、台湾、台湾府",
            "直到1704年（清康熙四十三年）台湾府（今台南）知府卫台揆设立崇文书院，台湾才有正式的书院，着重考课、科举",
            "台湾:台湾才有正式的书院"
        ],
        [
            "1728年",
            "粤、台湾、闽",
            "1728年（清雍正六年）时，中央政府决定对闽、粤两省乡音采行纠正，而在台湾设立了四所正音书院",
            "台湾:而在台湾设立了四所正音书院"
        ],
        [
            "1733年",
            "台湾",
            "自1733年（清雍正十一年）起，经乾隆、嘉庆，至1839年（清道光十九年）第一次鸦片战争爆发为止的百年间，清政府陆续在台湾各府县兴建孔庙（即官学、儒学），已形成一套完整的科考体系",
            "台湾:已形成一套完整的科考体系"
        ],
        [
            "1744至1747年",
            "台湾",
            "1744至1747年的《番社采风图》描绘高山族儿童在社学就读台湾最初为农垦社会，民众以谋生的经济需求为先，并不热衷科举",
            "台湾:并不热衷科举"
        ],
        [
            "光绪年间",
            "中国、台湾、大陆",
            "同治、光绪年间，台湾作家的诗作水准已与中国大陆不分高下，风格有强烈的乡土色彩，文名远播",
            "台湾:文名远播"
        ],
        [
            "1885年",
            "台湾",
            "台湾西学堂1885年（清光绪十一年）台湾建省后，台湾的文教事业有较大发展",
            "台湾:台湾的文教事业有较大发展"
        ],
        [
            "1722年",
            "台、台湾",
            "1722年抵台的清朝首任巡台御史黄叔璥在扇面所绘的台湾地图",
            "台湾:1722年抵台的清朝首任巡台御史黄叔璥在扇面所绘的台湾地图"
        ],
        [
            "1865年",
            "美、日本、日、台湾、英、法、中国",
            "1865年，英国商人必麒麟在打狗港（今高雄港）拍摄的外国船只19世纪中叶，西方列强侵略矛头直指中国，中国边疆危机四伏，而台湾战略地位显要、商业繁荣、物产丰饶，为东亚海路南北往来的枢纽，成为英、美、日、法等列强武力侵犯的重点，其中又以日本最具野心",
            "台湾:西方列强侵略矛头直指中国"
        ],
        [
            "同治年间",
            "台湾、中国",
            "清政府于同治年间起大力推进台湾的现代化建设，成为中国清末洋务运动的重点区域之一",
            "台湾:成为中国清末洋务运动的重点区域之一"
        ],
        [
            "1858年",
            "安平港、淡水港、安平、台、台南、台湾、基隆港、高雄港、沪尾、中国、淡水、港、沪尾港",
            "高雄港的打狗英国领事馆及官邸1858年（清咸丰八年）和1860年（清咸丰十年），西方列强先后逼迫中国签订丧权辱国的《天津条约》和《北京条约》，要求中国开放台湾等地的通商口岸，1862年沪尾港（今淡水港）正式设海关通商，其后鸡笼港（今基隆港，为淡水附属港）、打狗港（今高雄港）相继开放，1864年12月底安平港（今属台南）开放，1865年1月1日于安平附设海关正式开始作业，为打狗附属海关，合称“台湾四口”，名义上以沪尾（今淡水）关为总关，总理全台通关事务",
            "台湾:为淡水附属港）、打狗港（今高雄港）相继开放"
        ],
        [
            "1860年代",
            "高雄、英国、台南、台湾",
            "1860年代，台湾府（今台南）的英国领事馆英国为了拓展对台湾贸易的经济利益，还在打狗（今高雄）设置打狗英国领事馆，主要作用为保侨、商务、行使领事裁判权及地方交涉等",
            "台湾:主要作用为保侨、商务、行使领事裁判权及地方交涉等"
        ],
        [
            "1871年",
            "台湾",
            "1871年绘制的台湾淡水民众在制作供应美国市场的台湾茶",
            "台湾:1871年绘制的台湾淡水民众在制作供应美国市场的台湾茶"
        ],
        [
            "1865年",
            "台、马关、台湾、港",
            "开港通商后，台湾茶、糖、樟脑出口总值比较图贸易的发展令台湾农业的商品生产乃至整个台湾社会的商品经济发达，据估计自1865年到马关割台时的1895年这30年间，台湾因为净输出累积的财富已达到1400万海关两，30年间出口总值也增加了七倍",
            "台湾:台湾茶、糖、樟脑出口总值比较图贸易的发展令台湾农业的商品生产乃至整个台湾社会的商品经济发达"
        ],
        [
            "1870年代",
            "台、台湾、中国",
            "自1870年代起，台湾每年对外贸易都出现大量贸易顺差，是当时中国唯一贸易顺差的地区",
            "台湾:是当时中国唯一贸易顺差的地区"
        ],
        [
            "至1900年",
            "台湾、港",
            "印刷于1870至1900年的台湾茶卡片见证着清末台湾的繁荣由于茶、樟脑等重要的出口商品多产于台湾北部，由北部的港口输出，使得北部的经济发展远快于南部，至1881年（清光绪七年），北部的贸易额已经超越南部，到1890年代，北部的贸易额已经达到南部的两倍",
            "台湾:北部的贸易额已经达到南部的两倍"
        ],
        [
            "1890年代",
            "台北、台湾、开港",
            "清末淡水河航运兴盛，大稻埕茶郊洋行云集，1890年代达到鼎盛台湾开港造成了许多新聚落的兴起，最著名的便是大稻埕（今属台北）",
            "台湾:最著名的便是大稻埕（今属台北）"
        ],
        [
            "十年",
            "台北、艋舺、台湾、开港",
            "不到十年，台湾开港，淡水河沿岸的洋行多设在新兴的大稻埕聚落，又由于茶业的兴盛，使得大稻埕成为茶叶加工、集散、出口的重镇，经济发达使大稻埕在短短几年间迅速发展，到民国初年，已经超越艋舺（今属台北）成为北台湾第一大城",
            "台湾:已经超越艋舺（今属台北）成为北台湾第一大城"
        ],
        [
            "1898年",
            "台湾、英、英国、新北市",
            "1898年刊登的清末沪尾港（今新北市淡水港）的景观插画图1840年（清道光二十年），英国的军舰首次开到了台湾南部的海域，参加了不久后爆发的第一次鸦片战争，台湾人民又一次受到了外国势力的威胁",
            "台湾:台湾人民又一次受到了外国势力的威胁"
        ],
        [
            "1841年9月",
            "台中、台湾、英、英国",
            "1841年9月起，英国舰队数度出现台湾外海，试图占领北部基隆港与西海岸中部梧栖港（今属台中），这是帝国主义列强对台湾第一次武装入侵的行动",
            "台湾:这是帝国主义列强对台湾第一次武装入侵的行动"
        ],
        [
            "一年",
            "台湾、英、台湾镇",
            "一年后，英军再次入侵，虽然他们仍没有捞到什么好处，但给当地的官员与百姓带来了巨大的压力，台湾镇总兵达洪阿等官员也因此受到牵连而被革职",
            "台湾:台湾镇总兵达洪阿等官员也因此受到牵连而被革职"
        ],
        [
            "1847年",
            "台、台湾、美国",
            "1847年（清道光二十七年），美国海军对台湾的资源、军事和物产进行了勘探和调查，为侵略台湾作准备",
            "台湾:为侵略台湾作准备"
        ],
        [
            "1853年",
            "台、台湾、美国",
            "1853年（清咸丰三年），美国海军再次来到了台湾海域，经多方考察后向美国政府提出占领台湾岛来作为远东贸易中继站的建议",
            "台湾:经多方考察后向美国政府提出占领台湾岛来作为远东贸易中继站的建议"
        ],
        [
            "1867年",
            "台、台湾、美国",
            "1867年（清同治六年），美国船只“罗发号”（又译为罗佛号、罗妹号）在台湾海域触礁沉没，漂流至海岸上的幸存者因为语言不通，被当地高山族居民视为侵略者而杀死，美国遂以此为借口，先后派出两批军队进攻台湾，但都无功而返",
            "台湾:美国遂以此为借口"
        ],
        [
            "1874年",
            "高雄、台、日本、左营、日、台湾、中、中国、琅峤、龟山、琉球、恒春、屏东",
            "1874年，日军侵略中国台湾，侵台日军在台湾留影1874年（清同治十三年）5月，日本以琉球漂流民在台湾被杀为借口悍然入侵台湾，在台湾的琅峤（今屏东恒春）、龟山（今高雄左营）一带与当地军民展开了激烈的战斗，双方互有损失",
            "台湾:日军侵略中国台湾"
        ],
        [
            "1874年5月27日",
            "台湾、台",
            "沈葆桢与台湾清政府在日军侵略台湾后的1874年5月27日，迅速派遣钦差大臣沈葆桢来台，处理台湾善后事宜并对台湾的防务进行周密筹划",
            "台湾:沈葆桢与台湾清政府在日军侵略台湾后的1874年5月27日"
        ],
        [
            "1876年",
            "基隆、台、厦门、香港、闽粤、福建、台湾、中国、汕头",
            "其继任者福建巡抚丁日昌于1876年来台湾继续推行革新，任内在厦门、汕头、香港等地设置招垦局，鼓励闽粤居民来台开垦台湾岛东部山地，并开办矿业，以机器开采鸡笼（今基隆）煤矿，在台湾架设中国历史上第一条自建电报线",
            "台湾:在台湾架设中国历史上第一条自建电报线"
        ],
        [
            "1882年",
            "台北、台北城、台北城委、台湾",
            "1882年，台北城委由台湾兵备道刘璈正式开工兴建",
            "台湾:台北城委由台湾兵备道刘璈正式开工兴建"
        ],
        [
            "1895年",
            "台北、日本、台湾、中国",
            "1895年，日本强占台湾，进入台北后为铲除根植台湾人心中的中国文化意识，开始拆毁城内所有与“中国概念”相联的建筑",
            "台湾:进入台北后为铲除根植台湾人心中的中国文化意识"
        ],
        [
            "1894年",
            "台湾、台北、城内",
            "1894年台湾省会迁至台北，台北城内官祀隍庙升为台湾省城隍庙",
            "台湾:台北城内官祀隍庙升为台湾省城隍庙"
        ],
        [
            "1883年",
            "台湾、中、台湾省、法国、越南",
            "清朝的台湾省1883年（清光绪九年），法国完成了扩大侵略的准备，向驻扎越南的中国军队发动大规模进攻，挑起了中法战争，战火扩大到中国东南沿海，侵略目标首指台湾，在此背景下，左宗棠提议设立台湾省",
            "台湾:法国完成了扩大侵略的准备"
        ],
        [
            "1885年",
            "浙、台、福建、台湾、台湾省、闽、中国、福建省",
            "光绪皇帝上谕：台湾设省须与福建联成一气中法战争后，清政府为了加强海防，于1885年（清光绪十一年）将台湾从福建省析出升格设立台湾省，成为当时中国第20个行省，福建政务由闽浙总督兼管，将福建巡抚改为台湾巡抚，由刘铭传出任首任台湾巡抚",
            "台湾:将福建巡抚改为台湾巡抚"
        ],
        [
            "3年",
            "台、台湾、闽",
            "从下诏建省到闽台实现分治，台湾建省的酝酿筹划过程历时近3年，这既与分治需要解决诸多问题有关，也与刘铭传的暂缓建省主张有关",
            "台湾:也与刘铭传的暂缓建省主张有关"
        ],
        [
            "1887年",
            "台、福建、台湾、新疆、甘肃",
            "1887年（清光绪十三年），台湾建省行政工作完成，台湾建省之初，清廷有旨：“台湾虽设行省，必须与福建联成一气，如‘甘肃新疆’之制，庶可内外相维”",
            "台湾:台湾建省之初"
        ],
        [
            "一年",
            "台、福建、台湾、新疆、台湾省、甘肃省、甘肃、福建省、新疆省",
            "同先一年建省的“甘肃新疆省”同甘肃省“内外相维”一样，全称是“福建台湾省”的台湾省也同福建省“联成一气”，保持着若干行政、财政上的关联",
            "台湾:的台湾省也同福建省"
        ],
        [
            "1892年",
            "台、台北、台湾",
            "1892年在台北落成的钦差行台用于接待中央来台视察的官员在刘铭传任内，台湾的财政收入有了很大增长，从每年的90万两增长到300万两",
            "台湾:从每年的90万两增长到300万两"
        ],
        [
            "1890年",
            "福建、台、台湾",
            "1890年（清光绪十六年），福建和中央对台的协饷被取消，建省五年后的台湾迅速地从一个靠中央和邻省财政补贴的省份，成为一个基本自给自足的省份",
            "台湾:成为一个基本自给自足的省份"
        ],
        [
            "1887年7月",
            "基隆、台北、新竹、台湾、中国",
            "1887年7月，台湾铁路总局创办，开始建造中国历史上第一条官办客运铁路，从基隆过台北到新竹",
            "台湾:从基隆过台北到新竹"
        ],
        [
            "1888年",
            "川石、台北、新北、福州、台南安平、福建、台湾、大陆、沪尾、中国、连江、淡水、澎湖",
            "1888年，台北首次装设电灯照明，刘铭传点亮了台湾第一盏电灯为了解决台湾本岛与外岛和大陆的通信问题，刘铭传兴建了两条海底电缆并于1887年10月完工，一条连接台湾沪尾（今新北淡水）和福州川石（今属福建连江），另一条连接台南安平和澎湖马公，这是中国历史上第一条和第二条海底电缆",
            "台湾:刘铭传点亮了台湾第一盏电灯为了解决台湾本岛与外岛和大陆的通信问题"
        ],
        [
            "1888年",
            "台北市、台北",
            "1888年，台北市设立台湾邮政总局，全省各地建立43个分局，全部仿效西方先进的邮政通讯办法传递公文和信件",
            "台湾:全部仿效西方先进的邮政通讯办法传递公文和信件"
        ],
        [
            "1891年",
            "台湾、台北",
            "1891年（清光绪十七年）刘铭传告老还乡后，继任的台湾巡抚邵友濂、唐景崧虽然部分继承了刘铭传的政策方针，但邵友濂以节省经费、与民休息等理由停止绝大部分刘铭传时期的新政建设，废止煤务局、矿油局、西学堂、番学堂等建设并明订以台北为省会，台湾建设步伐相对放缓，建省进程受挫",
            "台湾:继任的台湾巡抚邵友濂、唐景崧虽然部分继承了刘铭传的政策方针"
        ],
        [
            "1888年",
            "中国、台湾、美国",
            "美国纽约历史协会收藏的英商和记洋行的台湾乌龙茶广告1888年，美国驻华署理公使田夏礼（Charles Denby）来到台湾观察洋务运动，认为台湾是中国最进步的一省",
            "台湾:认为台湾是中国最进步的一省"
        ],
        [
            "1875年",
            "中国、台湾、中国大陆",
            "尽管台湾推动近代化的洋务运动是在1875年牡丹社事件之后由沈葆桢推行，比起中国大陆大约在1860年代初期开始推动的洋务运动，台湾的起步要慢了十余年，但当时全国的第一条官办客运铁路、第一条自建电报线都在台湾出现",
            "台湾:台湾的起步要慢了十余年"
        ],
        [
            "1945年",
            "台湾、日本",
            "直到1945年日本战败投降，台湾才回归祖国",
            "台湾:台湾才回归祖国"
        ],
        [
            "1895年3月中旬",
            "日本、台湾、澎湖",
            "1895年3月中旬，澎湖列岛的炮台和停泊于海湾内的日军舰队清朝政府派遣李鸿章前往日本议和，与日本首相伊藤博文于1895年（清光绪二十一年）4月17日签订丧权辱国的《马关条约》，把台湾和澎湖列岛割让给日本",
            "台湾:把台湾和澎湖列岛割让给日本"
        ],
        [
            "五十年",
            "基隆、台湾、日本",
            "慑于台湾民众的抗议，交割手续在基隆外海的日本军舰进行在台湾沦为日本殖民地的五十年间，痛失台湾是全国人民心中无法抚平的痛",
            "台湾:慑于台湾民众的抗议"
        ],
        [
            "1911年",
            "台湾、台、北京",
            "北京台湾会馆建成于清末，是清末民国时在北京的台湾人的活动场所台湾被割让后，曾发动“公车上书”反对割台的梁启超时刻关注宝岛同胞的境况，1911年他应台湾父老的邀请，终于如愿登上宝岛，“本是同根，今成异国”，沧桑之感油然而生，遂以其饱蘸爱国挚情的笔锋，倾吐了对台湾民众的热爱，披露了殖民统治的黑暗",
            "台湾:北京台湾会馆建成于清末"
        ],
        [
            "1925年",
            "中国、台湾、台",
            "1925年，爱国诗人闻一多以拟人的手法，写下组诗《七子之歌》，将中国当时被列强掠去的包括台湾在内的七处“失地”比作远离母亲的七个孩子，哭诉他们受尽异族欺凌、渴望回到母亲怀抱的强烈情感",
            "台湾:哭诉他们受尽异族欺凌、渴望回到母亲怀抱的强烈情感"
        ],
        [
            "1895年5月29日",
            "澳底、日本、日、台湾、中",
            "1895年5月29日，日军近卫师团在台湾澳底登陆1895年1月，乘着中日甲午战争的胜利，日本窃取了钓鱼岛及其附属岛屿",
            "台湾:日本窃取了钓鱼岛及其附属岛屿"
        ],
        [
            "1895年5月29日",
            "澳底、日本、贡寮区、日、台湾、中、新北市",
            "中日双方的交割手续尚未完成，日本侵略者便急不可待地于1895年5月29日登陆台湾的澳底（今新北市贡寮区三貂角附近）",
            "台湾:日本侵略者便急不可待地于1895年5月29日登陆台湾的澳底（今新北市贡寮区三貂角附近）"
        ],
        [
            "1895年6月8日",
            "台",
            "1895年6月8日《伦敦画报》所刊黑旗军以竹竿搭建简单竹桥东南各省民众或捐输饷银、或结队赴台，支援台湾军民",
            "台湾:支援台湾军民"
        ],
        [
            "1895年5月25日",
            "彰化、台北、新竹、台南、台湾、台湾民主国、嘉义、大甲溪",
            "1895年5月25日，为了免于被割让，丘逢甲等台湾士绅在台北建立台湾民主国，推举原台湾巡抚唐景崧任大总统，台湾人民纷纷拿起武器，自行组织抗日民军，在各地配合一度拒不奉诏的黑旗军首领刘永福等清军官兵在新竹、大甲溪、彰化、嘉义和台南一带与日寇拼死搏斗，合计正规军约有3.3万余名，抗日民军10万余名；而日军侵略者则投入包含近卫师团等正规军队的3万余名兵力",
            "台湾:抗日民军10万余名"
        ],
        [
            "1895年4月至10月",
            "抗日",
            "台湾军民抗日之战（1895年4月至10月）",
            "台湾:台湾军民抗日之战（1895年4月至10月）"
        ],
        [
            "1895年6月2日",
            "台湾、日本",
            "1895年6月2日，日本公告宣称“归并”台湾及澎湖列岛",
            "台湾:台湾及澎湖列岛"
        ],
        [
            "1896年8月20日",
            "日本国、台、日本、台北、日据、台湾",
            "台北的台湾军司令部，到日本投降时驻台日军仍有20万之多日据当局于1896年8月20日发布《有关台湾住民之国民身份令》，重申至1897年5月8日以前“未离开台湾总督府管辖之区域以外之台湾住民，根据《马关条约》第五款第一项，为日本国臣民",
            "台湾:到日本投降时驻台日军仍有20万之多日据当局于1896年8月20日发布《有关台湾住民之国民身份令》"
        ],
        [
            "1897年5月8日",
            "台、日本、台湾",
            "据此，1897年5月8日仍留在台湾的台湾人民就被动加入日本籍、被动丧失中国籍",
            "台湾:1897年5月8日仍留在台湾的台湾人民就被动加入日本籍、被动丧失中国籍"
        ],
        [
            "1913年",
            "抗日、台湾、日本",
            "1913年，公开残忍杀害领导抗日的台湾少数民族部落首领的日军在日本占领台湾的前八年，日本殖民者制造了云林大屠杀等惨案，超过当时总人口百分之一的台湾人民被日本殖民者杀害",
            "台湾:日本殖民者制造了云林大屠杀等惨案"
        ],
        [
            "1897年",
            "台湾、日本",
            "1897年，日本殖民当局规定鸦片一律官制专卖日本在台湾实行鸦片专卖制度",
            "台湾:日本殖民当局规定鸦片一律官制专卖日本在台湾实行鸦片专卖制度"
        ],
        [
            "1919年",
            "台湾、日本",
            "日本殖民当局在台湾推行奴化教育对台湾各族人民进行文化侵略一战后全球“民族自决”思潮高涨，日本国内社会氛围也有所改变，日本殖民当局因而调整统治政策，实施“内地延长主义”，于1919年起改派文官“总督”，企图把台湾人民教化成日本国民",
            "台湾:日本殖民当局在台湾推行奴化教育对台湾各族人民进行文化侵略一战后全球"
        ],
        [
            "最初20年",
            "台湾、日本",
            "据统计，在日本最初20年殖民统治下，台湾有40万人被日本殖民者所杀害",
            "台湾:台湾有40万人被日本殖民者所杀害"
        ],
        [
            "1938年",
            "台湾、日本",
            "殖民当局还组织大量日本人向台湾移民，1938年，约有30.9万名日本人定居于台湾，台湾光复后大多被遣返回日本",
            "台湾:约有30.9万名日本人定居于台湾"
        ],
        [
            "1901年",
            "高雄、台中、台北、日本、台南、台湾、新竹州",
            "日据时代初期，台湾的行政区划设置比较混乱，日本殖民当局在1901年承袭清朝区划设为二十厅，1909年合并为十二厅，最终在1926年稳定为五州三厅（日伪“台北州”、日伪“新竹州”、日伪“台中州”、日伪“台南州”、日伪“高雄州”、日伪“花莲港厅”、日伪“台东厅”、日伪“澎湖厅”），并相当程度上影响了日后台湾的行政区划",
            "台湾:最终在1926年稳定为五州三厅（日伪"
        ],
        [
            "1937年",
            "台湾、日本",
            "孙中山先生逝世后，在北京大学求学的台湾青年写下挽联1937年，日本军国主义者悍然挑起“卢沟桥事变”，发动了蓄谋已久的全面侵华战争",
            "台湾:发动了蓄谋已久的全面侵华战争"
        ],
        [
            "1936年9月",
            "台湾、日本",
            "1936年9月，日本政府任命海军大将小林跻造任“台湾总督”，台湾被作为日本进军东南亚的跳板与侵略战争的人力资源储备",
            "台湾:台湾被作为日本进军东南亚的跳板与侵略战争的人力资源储备"
        ],
        [
            "1939年",
            "日本",
            "1939年，日本在《台湾总督府警察沿革志第二编》的决序中，坦白承认：“台湾人的民族意识之根本起源乃系于他们原是属于汉民族的系统",
            "台湾:台湾人的民族意识之根本起源乃系于他们原是属于汉民族的系统"
        ],
        [
            "1942年",
            "日本、台湾、台籍",
            "台湾首座“慰安妇”纪念馆留存着两岸共同的伤痛历史太平洋战争末期的1942年起，日本殖民当局开始向台湾人募兵，大量征集台籍日本兵当“炮灰”，给受害者造成的影响和伤害远远超出了行动本身",
            "台湾:大量征集台籍日本兵当"
        ],
        [
            "1944年8月",
            "台湾",
            "1944年8月，台湾进入战场状态",
            "台湾:台湾进入战场状态"
        ],
        [
            "1944年10月12日至同月16日",
            "未知",
            "1944年10月12日至同月16日，日军陆上基地战机与美国第38特遣舰队，在台湾海域进行激烈的空中战役",
            "台湾:在台湾海域进行激烈的空中战役"
        ],
        [
            "1944年至1945年",
            "台北、台湾、日本",
            "1944年至1945年，作为日本侵略者南进基地的台湾成为了以美军为主的盟军轰炸的目标，台湾全省各大城市都笼罩在战争的炮火下，共遭受了25次大空袭，受波及的台湾农工生产值于抗战结束前的1945年降到最低，其中1945年5月31日的台北大空袭造成超过3000人死亡、数万人受伤、大批台北居民无家可归",
            "台湾:其中1945年5月31日的台北大空袭造成超过3000人死亡、数万人受伤、大批台北居民无家可归"
        ],
        [
            "1944年10月12日",
            "日据、台湾",
            "1944年10月12日，美军派出攻击机群轰炸日据台湾防空设施",
            "台湾:美军派出攻击机群轰炸日据台湾防空设施"
        ],
        [
            "1901年",
            "台湾、日本",
            "1901年，台湾总督府成立专卖局，对鸦片、烟酒等物品实施专卖日本占领台湾后，在经济上对台湾人民进行残酷剥削和压榨，以此来增强日本的经济实力，为其进一步的侵略扩张服务",
            "台湾:以此来增强日本的经济实力"
        ],
        [
            "1908年",
            "日据、台湾、台",
            "日据台湾的鸦片烟膏制造，1908年台湾共有12余万人吸食鸦片1898年7月，殖民当局公布了《台湾地籍令》《台湾土地调查令》，同年9月设立“台湾临时土地调查局”，对全台土地重新测量、造册，作为开征地税的依据",
            "台湾:日据台湾的鸦片烟膏制造"
        ],
        [
            "一年",
            "台湾、台",
            "此前，全台湾土地约有36.7万甲（一甲约为16亩），地税每年86万余元；经调查后，确定应课税土地77.7万甲，一年征税298万余元，暴增3.5倍",
            "台湾:一年征税298万余元"
        ],
        [
            "1942年",
            "台湾",
            "殖民当局从调查中巧取豪夺台湾人民的土地，到1942年占台湾人口5％的30万日本人，拥有全台湾72％的耕地；而600万台湾本地人只能保住全台湾28％的土地",
            "台湾:而600万台湾本地人只能保住全台湾28％的土地"
        ],
        [
            "1896年",
            "台湾",
            "1896年，台湾除了地方税之外的中央租税额为200余万元，到1943年猛增54倍，达1.08亿元",
            "台湾:达1.08亿元"
        ],
        [
            "1896年",
            "台湾",
            "1896年起，将人民必需的食盐列为政府专卖，利用行政权力让日商独霸台湾盐业",
            "台湾:利用行政权力让日商独霸台湾盐业"
        ],
        [
            "1914年",
            "台湾",
            "1914年全台湾盐业集中在10家日商手上，他们通过买卖专利攫取了达经营成本10多倍的暴利",
            "台湾:他们通过买卖专利攫取了达经营成本10多倍的暴利"
        ],
        [
            "1897年",
            "台湾、日本",
            "据悉，日本殖民统治时期台湾樟脑的专卖收入，是殖民当局极重要的财政收入来源，其中樟脑收入在1897年至1907年，每年大约占当年度岁入的10%至20%",
            "台湾:其中樟脑收入在1897年至1907年"
        ],
        [
            "1905年",
            "台湾、日本",
            "日据时代的台湾浊水溪烟草专卖也让日本刮走不少暴利，1905年为149万余元，到1930年增至1570万元，1941年再增至4100万元",
            "台湾:1941年再增至4100万元"
        ],
        [
            "1934年",
            "台湾、日本",
            "据统计，到1934年，台湾输入日本的稻米已达51.5万吨，占台湾当年稻米生产总量的一半左右",
            "台湾:占台湾当年稻米生产总量的一半左右"
        ],
        [
            "1899—1904年",
            "台湾",
            "从1899—1904年，台湾总督府发行第一期公债3145万元，平均每位台人负担10元以上",
            "台湾:平均每位台人负担10元以上"
        ],
        [
            "1909年",
            "台湾、日本",
            "1909年开始，台湾总督府的岁入开始有剩余，在40年间增长20倍，因此，大量上交给日本国库，而留给台湾的教育经费只占3.8％，社会民生福利事业经费只占1％而已",
            "台湾:而留给台湾的教育经费只占3.8％"
        ],
        [
            "1934年",
            "台湾、日本",
            "1934年启用的日月潭水力发电工程1930年代，日本侵略华南、南洋日亟，台湾成为日本“南进政策”的跳板，日本殖民者故推动以军需产业为重点的工业化，把台湾当作日军的补给地，台湾进入半工半农的社会",
            "台湾:台湾成为日本"
        ],
        [
            "五十年",
            "日本、台北、抗日、台湾",
            "台北监狱内处死罗福星等抗日志士的绞刑台在日本侵占台湾的五十年间，台湾人民从未屈服日本的殖民统治",
            "台湾:台湾人民从未屈服日本的殖民统治"
        ],
        [
            "1906年",
            "日本、台湾、中国大陆、大陆",
            "1906年以后，在中国大陆兴起的资产阶级革命运动的影响下，台湾人民又不断地举行爱国武装起义，反对日本的殖民统治",
            "台湾:反对日本的殖民统治"
        ],
        [
            "1895年至1945年",
            "抗日、台湾",
            "台湾人民抗日斗争形势（1895年至1945年）",
            "台湾:台湾人民抗日斗争形势（1895年至1945年）"
        ],
        [
            "1920年1月",
            "日本、日、台湾、东京、北京",
            "日本本国左翼政党对台湾农民运动提供支援，但最终都遭到镇压1920年1月，受五四运动的直接影响，留日台湾籍青年学生在东京创立“新民会”，并仿照北京的《新青年》发刊《台湾青年》杂志，进行民族主义思想的启蒙宣传",
            "台湾:并仿照北京的《新青年》发刊《台湾青年》杂志"
        ],
        [
            "1920年代",
            "日、台湾",
            "1920年代，以林献堂、蒋渭水为首的一批台湾爱国志士成立与发展了台湾文化协会和台湾民众党，作为台湾新兴的民族资产阶级的政治代表登上政治舞台；台湾全省各地出现大规模的农民运动，进而串联为全省性的组织“台湾农民组合”，是日据时期台湾最大的农民运动团体",
            "台湾:以林献堂、蒋渭水为首的一批台湾爱国志士成立与发展了台湾文化协会和台湾民众党"
        ],
        [
            "1927年",
            "未知",
            "1927年，著名反殖民运动领导者蒋渭水先生成立台湾民众党",
            "台湾:著名反殖民运动领导者蒋渭水先生成立台湾民众党"
        ],
        [
            "1949年",
            "上海、朝鲜、北京",
            "1949年，在北京参加政协会议的台湾共产党创始党员谢雪红1928年4月15日，在中国共产党的指导和影响下，林木顺、谢雪红、翁泽生等人在上海正式召开了台湾共产党的成立大会，台湾共产党宣告成立，中共中央代表彭荣和朝鲜共产主义者代表吕运亨也出席了会议",
            "台湾:林木顺、谢雪红、翁泽生等人在上海正式召开了台湾共产党的成立大会"
        ],
        [
            "1920年代",
            "台湾",
            "各派政治力量急速组合，各种工潮此起彼伏，工人的阶级意识迅速提高，1920年代的台湾在历史上首次出现了农民运动和工人运动蓬勃发展的局面",
            "台湾:1920年代的台湾在历史上首次出现了农民运动和工人运动蓬勃发展的局面"
        ],
        [
            "1918年",
            "台湾、日本",
            "1918年，孙中山先生赴台湾途中留影面对台湾人民发起的社会运动和政治斗争以高密度、高强度之势蓬勃展开，日本殖民当局开始进行全面镇压",
            "台湾:日本殖民当局开始进行全面镇压"
        ],
        [
            "1920年",
            "东京、台湾",
            "台湾文化反抗运动的旗帜刊物《台湾青年》，在岛内被禁止出版，无奈只得于1920年远赴东京创刊",
            "台湾:无奈只得于1920年远赴东京创刊"
        ],
        [
            "1929年2月12日",
            "台湾",
            "1929年2月12日，台湾农民组合与台湾共产党数千名成员被捕，史称“二一二事件”",
            "台湾:二一二事件"
        ],
        [
            "1931年",
            "台湾",
            "1931年，台湾民众党被查禁，依附于台湾民众党的团体也趋于式微",
            "台湾:依附于台湾民众党的团体也趋于式微"
        ],
        [
            "1930年",
            "雾社、抗日、台湾",
            "台湾少数民族抗日英雄莫那·鲁道的雕像台湾少数民族英勇不屈、前仆后继的反殖民抗日斗争中，规模最大的是1930年由高山族赛德克人莫那·鲁道所领导的雾社事件",
            "台湾:规模最大的是1930年由高山族赛德克人莫那·鲁道所领导的雾社事件"
        ],
        [
            "1914年5月",
            "台湾、日本",
            "1914年5月，日本殖民台湾时期的第五任总督佐久间左马太亲率2万正规军两路夹攻，哈鲁克·那威率3000名族人迎战，这是一场发生在3000米高山上的战斗，也是日本侵略者使用机枪大炮对原始部落进行强势侵略的历史铁证，史称“太鲁阁战争”",
            "台湾:也是日本侵略者使用机枪大炮对原始部落进行强势侵略的历史铁证"
        ],
        [
            "1945年9月",
            "抗日、疆、台湾、厦门",
            "1945年9月，台湾抗日将军李友邦在厦门留下“复疆”两个大字",
            "台湾:两个大字"
        ],
        [
            "1943年12月1日",
            "美、台湾、英、中、中国",
            "1943年12月1日，中美英三国发表《开罗宣言》第二次世界大战期间的国际条约与协定重新肯定了台湾是中国领土不可分割的一部分",
            "台湾:中美英三国发表《开罗宣言》第二次世界大战期间的国际条约与协定重新肯定了台湾是中国领土不可分割的一部分"
        ],
        [
            "1944年4月",
            "日据、台湾",
            "为了迎接光复，1944年4月，国民政府设立“台湾调查委员会”，任命陈仪为主任委员，对当时日据下台湾的政治、军事、经济、民生等进行颇为详细的调查，对将来接收台湾所需要的人才，也做了统筹考虑",
            "台湾:台湾调查委员会"
        ],
        [
            "1945年10月25日",
            "台湾省、中国、台北市、日本",
            "1945年10月25日，中国战区台湾省受降仪式在台北市举行1945年8月15日，日本宣布接受《波茨坦公告》中的条款，",
            "台湾:日本宣布接受《波茨坦公告》中的条款"
        ],
        [
            "50年",
            "日本、台湾",
            "经历日本50年殖民压迫的台湾民众奔走相告，相拥而泣",
            "台湾:相拥而泣"
        ],
        [
            "1945年10月",
            "台北市",
            "1945年10月，台北市各界庆祝台湾省光复节大会",
            "台湾:台北市各界庆祝台湾省光复节大会"
        ],
        [
            "两周年",
            "台北市、台湾",
            "参加庆祝台湾光复两周年游行的青年学生队伍台湾光复当日及其后数天，全省民众有组织和自发举行了各种形式的光复庆祝活动，当时最响亮的口号是“庆祝台湾重返祖国”，台北市30万人不分男女老幼，皆盛装而出，欢呼歌舞，三天三夜不断地举行火炬大游行",
            "台湾:三天三夜不断地举行火炬大游行"
        ],
        [
            "1947年2月28日",
            "未知",
            "1947年2月28日，包围台湾省专卖局台北分局的抗议群众 ",
            "台湾:包围台湾省专卖局台北分局的抗议群众"
        ],
        [
            "1949年10月1日",
            "台湾、中华人民共和国、中国、中华民国",
            "装载故宫国宝来台湾的木箱1949年10月1日，中华人民共和国成立，中华人民共和国政府取代中华民国政府，成为全中国的唯一合法代表，这是在同一国际法主体没有发生变化的情况下新政权取代旧政权，中国的主权和固有领土疆域并未因此而改变，中国领土和主权的完整性、同一性、连续性并未受到影响",
            "台湾:中国的主权和固有领土疆域并未因此而改变"
        ],
        [
            "1949年",
            "台湾、大陆、中国",
            "与此同时，1949年，国民党在内战中失利，蒋中正（蒋介石）率部分国民党军政人员退踞台湾，尽管台湾与祖国大陆尚未统一，但中国主权和领土从未分割，两岸同属于一个中国的事实从未改变",
            "台湾:蒋中正（蒋介石）率部分国民党军政人员退踞台湾"
        ],
        [
            "1950年6月25日",
            "台湾",
            "北京西山国家森林公园里的无名英雄纪念广场正当中国人民解放军着手进行解放台湾的准备时，1950年6月25日，朝鲜战争爆发",
            "台湾:朝鲜战争爆发"
        ],
        [
            "1954年12月2日",
            "台湾、美国",
            "1954年12月2日，美国政府不顾中国政府历次的反对和警告同台湾蒋介石集团签订了所谓《共同防御条约》",
            "台湾:美国政府不顾中国政府历次的反对和警告同台湾蒋介石集团签订了所谓《共同防御条约》"
        ],
        [
            "1949年前后",
            "台湾、台",
            "国民党集团在台湾实行白色恐怖统治时期政治受难者的遗书1949年前后，中国人民解放军按照党中央关于解放台湾的决策部署，秘密派遣1500余名干部入台",
            "台湾:中国人民解放军按照党中央关于解放台湾的决策部署"
        ],
        [
            "1966年",
            "台湾、日据",
            "成立于1966年的加工出口区高雄园区是全球第一个加工出口区1950年，台湾行政区划大幅调整，由继承日据时期“五州三厅制”的“八县九省辖市”改成“十六县五省辖市”，并裁撤区署",
            "台湾:十六县五省辖市"
        ],
        [
            "1953年",
            "台、台湾",
            "1953年，台湾经济已逐渐恢复到战前水准",
            "台湾:台湾经济已逐渐恢复到战前水准"
        ],
        [
            "1958年",
            "台、台湾",
            "1958年，台湾人口达到一千万",
            "台湾:台湾人口达到一千万"
        ],
        [
            "1960年",
            "台湾",
            "1960年，蒋中正通过修订《动员戡乱时期临时条款》获得连任而成为台湾当局终身领导人",
            "台湾:蒋中正通过修订《动员戡乱时期临时条款》获得连任而成为台湾当局终身领导人"
        ],
        [
            "1979年1月1日",
            "台、日本、日据、台湾、大陆、美国",
            "1979年1月1日，全国人大常务委员会发表了《告台湾同胞书》由于得到美国、日本等外国资本的支持，实施利于经济发展的政策，承接美国、日本等发达国家的产业转移，日据时期的基础，美国提供数十亿美元经济军事援助和运用从大陆运去的黄金、美钞等外汇以及从大陆赴台的人才，台湾经济从1960年代开始进入快速发展时期",
            "台湾:台湾经济从1960年代开始进入快速发展时期"
        ],
        [
            "1960年代",
            "台湾",
            "台湾同胞返乡探亲时穿的夹克衫和带回的台湾泥土1960年代，台湾形成出口导向型经济发展模式，工业占经济中的比重逐渐超过农业，到1973年第一次石油危机为止长期保持年均两位数的经济增长率",
            "台湾:台湾形成出口导向型经济发展模式"
        ],
        [
            "1966年",
            "高雄、台湾",
            "1966年，台湾当局成立加工出口区高雄园区，这是全球第一个加工出口区",
            "台湾:这是全球第一个加工出口区"
        ],
        [
            "1966年",
            "台湾",
            "1966年，台湾当局开始推行中华文化复兴运动，促进了教育水平的提高和中华文化的流传",
            "台湾:促进了教育水平的提高和中华文化的流传"
        ],
        [
            "1968年",
            "台湾",
            "1968年，台湾的义务教育从6年延长到9年",
            "台湾:台湾的义务教育从6年延长到9年"
        ],
        [
            "1967年",
            "高雄、台北、台湾",
            "1967年、1979年，台湾当局先后升台北、高雄为台湾当局“直辖市”",
            "台湾:直辖市"
        ],
        [
            "1970年代",
            "台湾",
            "1970年代，台湾进入经济起飞时代，由于第一次石油危机带来的全球经济不景气，1973年11月，台湾当局行政部门负责人蒋经国推动“十大建设”来稳定台湾经济发展",
            "台湾:台湾进入经济起飞时代"
        ],
        [
            "1975年4月5日",
            "台湾",
            "蒋中正（蒋介石）于1975年4月5日去世后，由严家淦继任台湾地区领导人至1978年届满",
            "台湾:由严家淦继任台湾地区领导人至1978年届满"
        ],
        [
            "1978年",
            "台湾",
            "1978年，蒋经国当选台湾地区领导人，此后他担任台湾地区第六、七任领导人，1988年于任内逝世",
            "台湾:1988年于任内逝世"
        ],
        [
            "1970年代",
            "台湾",
            "1970年代，台湾产业形态由以农渔业为主转型为以工业制造业与商业服务业为主，台湾经济发展迅速",
            "台湾:台湾经济发展迅速"
        ],
        [
            "1978年",
            "中国、台湾、基隆港",
            "1978年，全长374.3千米的中山高速公路建成通车，其连接台湾西部各大都市、城镇以及台湾南北两大港口高雄港与基隆港，是中国第一条高速公路",
            "台湾:是中国第一条高速公路"
        ],
        [
            "1979年",
            "台、台湾、中",
            "1979年，中华人民共和国全国人民代表大会常务委员会（全国人大常委会）发表《告台湾同胞书》",
            "台湾:中华人民共和国全国人民代表大会常务委员会（全国人大常委会）发表《告台湾同胞书》"
        ],
        [
            "1980年代",
            "香港、台湾、新加坡、韩国",
            "1980年代，随着产业从农业发展到轻重工业、大众教育普及，台湾人均GDP超过六千美元，与香港、韩国、新加坡被经合组织列入新兴工业化社会，被称为“亚洲四小龙”，“台湾经济奇迹”威名远扬，股市指数曾高达万点",
            "台湾:台湾经济奇迹"
        ],
        [
            "1989年末",
            "台湾",
            "1989年末，台湾人口突破2000万大关",
            "台湾:台湾人口突破2000万大关"
        ],
        [
            "1992年",
            "台湾",
            "1992年，台湾人均生产总值突破1万美元，成为发达经济体",
            "台湾:成为发达经济体"
        ],
        [
            "1987年7月15日",
            "台湾、大陆",
            "1987年7月15日，蒋经国发布命令，宣布解除实行长达38年的“戒严”体制，随后更进一步开放“党禁”及报禁、各级权力机构的台湾民众“普选”、民众赴大陆探亲及与大陆经济、文化等方面的交流",
            "台湾:、民众赴大陆探亲及与大陆经济、文化等方面的交流"
        ],
        [
            "1993年4月",
            "台湾、大陆",
            "1993年4月，汪辜会谈前汪道涵与辜振甫握手1990年，台湾成立办理海峡两岸交流所衍生的各项事务的民间组织海峡交流基金会，1991年，大陆成立海峡两岸关系协会",
            "台湾:台湾成立办理海峡两岸交流所衍生的各项事务的民间组织海峡交流基金会"
        ],
        [
            "1993年4月",
            "台湾、新加坡",
            "1993年4月27日至4月29日，海峡交流基金会（即“海基会”）董事长辜振甫与海峡两岸关系协会会长汪道涵在新加坡举行会谈，是自1949年后两岸民间代表在获得中央政府和台湾当局授权下的首度正式接触",
            "台湾:是自1949年后两岸民间代表在获得中央政府和台湾当局授权下的首度正式接触"
        ],
        [
            "1996年",
            "中国、台湾",
            "1996年，台湾举行首次领导人直选，中国国民党参选人李登辉当选",
            "台湾:中国国民党参选人李登辉当选"
        ],
        [
            "2008年",
            "中国大陆、台湾",
            "中国大陆于2008年赠送给台湾的大熊猫“团团”与“圆圆”2000年，在台湾地区领导人选举中，执政50余年的中国国民党败选，民主进步党执政，陈水扁当选",
            "台湾:民主进步党执政"
        ],
        [
            "2010年",
            "高雄县市、台南、台湾、桃园县、台北市、台北县、台中县市",
            "2010年，台湾当局实施“县市改制”，是台湾地区从1950年起设置5市16县后，首度大规模进行行政区划调整，除原有的台北市外，原台北县单独改制，高雄县市、台中县市、台南县市合并改制，桃园县则在2014年改制，形成6个台湾当局“直辖市”、16个县市的行政区划",
            "台湾:县市改制"
        ],
        [
            "2012年",
            "台湾",
            "2012年，马英九连任台湾地区领导人",
            "台湾:马英九连任台湾地区领导人"
        ],
        [
            "2014年",
            "台湾",
            "2014年，台湾的义务教育从9年延长到12年",
            "台湾:台湾的义务教育从9年延长到12年"
        ],
        [
            "2020年",
            "台湾",
            "2020年，蔡英文连任台湾地区领导人",
            "台湾:蔡英文连任台湾地区领导人"
        ],
        [
            "2019年",
            "台湾",
            "2019年，国庆70周年阅兵中压轴登场的宝岛台湾彩车",
            "台湾:国庆70周年阅兵中压轴登场的宝岛台湾彩车"
        ],
        [
            "2005年",
            "台北市、台湾",
            "台湾台北市夜景（2005年）",
            "台湾:台湾台北市夜景（2005年）"
        ],
        [
            "1914年至2014年一百年",
            "中国、台湾、台湾岛",
            "台湾岛位于环太平洋火山地震带上，有许多容易引发地震的地体断层，是中国地震最频繁的地区之一，1914年至2014年一百年间中国共发生的3888起5级及以上地震就有35.9%发生在台湾",
            "台湾:是中国地震最频繁的地区之一"
        ],
        [
            "至隔年5月",
            "台湾",
            "台湾岛四面环海，每年9月至隔年5月西伯利亚冷高压南下时，冷空气受海洋调和，冬季气温相对华南地区稍显温暖",
            "台湾:冬季气温相对华南地区稍显温暖"
        ],
        [
            "2015年",
            "台北、福建、台湾",
            "2015年重创台湾、福建两省的超强台风苏迪罗在台北造成的破坏台湾降水丰沛、气候湿润，平均年降雨量超过2500毫米，约为世界平均降雨量的3倍，南北两端的多雨中心可达5000毫米",
            "台湾:南北两端的多雨中心可达5000毫米"
        ],
        [
            "1912年",
            "平溪区、台湾、中国、新北市",
            "东部、北部降水量大且全年有雨，中国年降雨量最大的地区是台湾东北部的火烧寮，位于新北市平溪区，海拔380米，平均年降水量6572毫米，最高达8408毫米（1912年），被称为中国“雨极”；中南部雨季主要集中在夏季",
            "台湾:东部、北部降水量大且全年有雨"
        ],
        [
            "2009年4月26日",
            "台湾",
            "海峡两岸曾于2009年4月26日由中央政府和台湾当局授权的海基会以及海协会合作签署了《海峡两岸共同打击犯罪及司法互助协议》，根据此协议，双方同意在民事、刑事等领域提供司法协助",
            "台湾:海峡两岸曾于2009年4月26日由中央政府和台湾当局授权的海基会以及海协会合作签署了《海峡两岸共同打击犯罪及司法互助协议》"
        ],
        [
            "1975年",
            "台湾省",
            "1975年四届全国人大首次设立了台湾省代表团，五届全国人大决定，在实现祖国完全统一之前，台湾省暂时选举13名全国人大代表，其余按人口比例应选代表的名额予以保留",
            "台湾:五届全国人大决定"
        ],
        [
            "1947年11月12日",
            "台湾省、香港",
            "台湾民主自治同盟（简称台盟）是在台湾省人民“二·二八”起义以后，由一部分从事爱国民主运动的台湾省人士于1947年11月12日在香港成立",
            "台湾:由一部分从事爱国民主运动的台湾省人士于1947年11月12日在香港成立"
        ],
        [
            "1981年12月22日",
            "台湾、北京",
            "中华全国台湾同胞联谊会（全国台联）中华全国台湾同胞联谊会（简称全国台联）于1981年12月22日在北京成立，是台湾各族同胞的爱国民众团体，是党和政府联系台湾同胞的桥梁和纽带",
            "台湾:是党和政府联系台湾同胞的桥梁和纽带"
        ],
        [
            "1958年10月6日",
            "中国、台湾",
            "1958年10月6日，由毛泽东起草的《告台湾同胞书》发表台湾问题是中国内战的遗留问题，也是海峡两岸重要的政治议题",
            "台湾:也是海峡两岸重要的政治议题"
        ],
        [
            "1949年",
            "台湾",
            "1949年国民党政府因内战失利而退守台湾",
            "台湾:1949年国民党政府因内战失利而退守台湾"
        ],
        [
            "1954年",
            "中国、台湾、美国、大陆",
            "1950年朝鲜战争爆发，美国派遣第七舰队侵入台湾和台湾海峡，于1954年同台湾当局签订《共同防御条约》，将台湾置于美国的“保护”之下，造成台湾同中国大陆分离的状况",
            "台湾:将台湾置于美国的"
        ],
        [
            "2019年",
            "中美、台湾、美国、访华",
            "2019年，党中央举行《告台湾同胞书》发表40周年纪念会1972年2月美国总统尼克松访华，中美两国发表《上海公报》",
            "台湾:中美两国发表《上海公报》"
        ],
        [
            "1949年",
            "台、台湾、中国",
            "1949年以来，中国共产党、中国政府、中国人民始终把解决台湾问题、实现祖国完全统一作为矢志不渝的历史任务",
            "台湾:中国共产党、中国政府、中国人民始终把解决台湾问题、实现祖国完全统一作为矢志不渝的历史任务"
        ],
        [
            "2019年1月2日",
            "台、台湾",
            "2019年1月2日，习近平总书记在《告台湾同胞书》发表40周年纪念会上发表题为《为实现民族伟大复兴、推进祖国和平统一而共同奋斗》的重要讲话，全面阐述了在民族复兴伟大征程中推进祖国统一的重大政策主张，是新时代对台工作的根本遵循和行动指南",
            "台湾:是新时代对台工作的根本遵循和行动指南"
        ],
        [
            "1992年11月",
            "中国、大陆、台湾",
            "“九二共识”指1992年11月大陆的两岸关系协会与台湾的海峡交流基金会就解决两会事务性商谈中如何表明坚持一个中国原则的态度问题所达成的以口头方式表达的“海峡两岸均坚持一个中国原则”的共识",
            "台湾:的共识"
        ],
        [
            "1949年",
            "台湾、大陆",
            "1949年后，由于众所周知的原因，台湾与大陆处于暂时分离的状态",
            "台湾:台湾与大陆处于暂时分离的状态"
        ],
        [
            "1955年5月",
            "台湾",
            "1955年5月，周总理提出，“中国人民愿意在可能的条件下，争取用和平的方式解放台湾",
            "台湾:争取用和平的方式解放台湾"
        ],
        [
            "1960年5月",
            "台湾",
            "”1960年5月，毛主席提出，台湾只要回归祖国，除外交必须统一于中央外，所有军政大权、人事安排大权均由台湾当局掌握",
            "台湾:所有军政大权、人事安排大权均由台湾当局掌握"
        ],
        [
            "1979年1月",
            "台湾",
            "1979年1月，邓小平同志提出了“一国两制”的构想，指出，“只要台湾回归祖国，我们尊重那里的现实和现行制度",
            "台湾:我们尊重那里的现实和现行制度"
        ],
        [
            "1981年9月30日",
            "台湾、大陆",
            "”1981年9月30日，叶剑英委员长正式发表关于大陆和台湾实现和平统一的九条方针政策，提出“国家实现统一后，台湾可作为特别行政区，享有高度的自治权，并可保留军队",
            "台湾:叶剑英委员长正式发表关于大陆和台湾实现和平统一的九条方针政策"
        ],
        [
            "1949年",
            "台湾、大陆",
            "1949年国民党统治集团从大陆败退到台湾，也把国民党统治集团在大陆的一整套政治制度搬到了台湾",
            "台湾:也把国民党统治集团在大陆的一整套政治制度搬到了台湾"
        ],
        [
            "1949年",
            "台湾、南京",
            "20世纪90年代以来，台湾当局的政治体制和内外政策发生了很大的变化，但从总体上看，台湾政治体制的基本结构仍然保留了1949年台湾当局实行的政治体制；台湾地区现行的宪制性规定仍然是以1947年1月1日南京国民政府公布的“宪法”为蓝本，采行孙中山提出的“五权宪法”架构",
            "台湾:台湾政治体制的基本结构仍然保留了1949年台湾当局实行的政治体制"
        ],
        [
            "1996年",
            "台湾",
            "台湾地区领导人对内负责政治上的最高责任，为台军最高统帅，对“五院”有协调争议权，并直接任命最高行政管理机构负责人，对外代表台湾地区，1996年起实施直选，任期四年，可连选连任一次",
            "台湾:台湾地区领导人对内负责政治上的最高责任"
        ],
        [
            "2019年底",
            "台湾",
            "截至2019年底，台湾地区共有各类政党291个，全台性政治团体45个",
            "台湾:全台性政治团体45个"
        ],
        [
            "公元1912年",
            "台湾、台",
            "根据台湾当局有关规定，台湾各机关、官方文书中均采用“民国纪年”，以公元1912年中华民国成立为元年，与公元纪年相差1911年",
            "台湾:与公元纪年相差1911年"
        ],
        [
            "1949年10月1日",
            "台湾、台",
            "根据中共中央台办《关于正确使用涉台宣传用语的意见》，对1949年10月1日之后的台湾地区政权，一律不使用“中华民国”纪年",
            "台湾:一律不使用"
        ],
        [
            "2018年1月1日",
            "台湾",
            "2018年1月1日起，台湾当局开始实施募兵制",
            "台湾:台湾当局开始实施募兵制"
        ],
        [
            "2017年",
            "台湾、台",
            "2017年以来，中国人民解放军空军绕岛巡航台湾已经常态化，体现了空军在信息化背景下成体系执行作战任务的能力",
            "台湾:体现了空军在信息化背景下成体系执行作战任务的能力"
        ],
        [
            "2018年",
            "台湾",
            "2018年台湾地区出口情况，其中集成电路占比超过三成台湾是一个以出口为导向的海岛型资本主义经济体，对外贸易对台湾经济的发展举足轻重",
            "台湾:其中集成电路占比超过三成台湾是一个以出口为导向的海岛型资本主义经济体"
        ],
        [
            "2016年",
            "台湾",
            "台湾产业结构以服务业为主干，制造业占重要地位，农业、工业、服务业占台湾2016年GDP的比重分别为1.82%、30.16%、63.15%",
            "台湾:农业、工业、服务业占台湾2016年GDP的比重分别为1.82%、30.16%、63.15%"
        ],
        [
            "2018年",
            "台湾省、台湾",
            "日落时台湾省基隆港的起重机2018年，台湾地区出口额最高的产品依次为集成电路（占比30.7%）、办公机器零件（2.93%）、精炼石油（2.73%）、液晶显示器（2.14%）和空白音频媒体（1.89%）",
            "台湾:台湾地区出口额最高的产品依次为集成电路（占比30.7%）、办公机器零件（2.93%）、精炼石油（2.73%）、液晶显示器（2.14%）和空白音频媒体（1.89%）"
        ],
        [
            "1949年6月15日",
            "台湾省、台湾、金门马祖、福建省",
            "新台币是台湾地区（含台湾省全境和福建省金门马祖地区）现行的货币，于1949年6月15日起发行流通",
            "台湾:于1949年6月15日起发行流通"
        ],
        [
            "2000年",
            "台湾",
            "原始发行机构为台湾银行，2000年起由台湾当局所谓“中央银行”收回负责",
            "台湾:收回负责"
        ],
        [
            "1980年",
            "台、台湾、洛阳、台北市",
            "1980年台北市的中华路与洛阳街口第二次世界大战前，台湾经济基本上是一种自给自足的农业经济",
            "台湾:台湾经济基本上是一种自给自足的农业经济"
        ],
        [
            "1950年代",
            "台、台湾",
            "工业方面，台湾当局于1950年代中期开始发展劳动密集型轻工业，扶植以纺织业为主的民营企业",
            "台湾:扶植以纺织业为主的民营企业"
        ],
        [
            "1950年代",
            "台、日本、台湾、美国",
            "1950年代发达国家将劳动密集型产业外移，台湾当局为吸引外资采取鼓励出口的政策，由出口带动生产，使台湾成为美国、日本的加工基地，从农业社会转型为工业社会，缔造了举世瞩目的台湾经济奇迹",
            "台湾:台湾当局为吸引外资采取鼓励出口的政策"
        ],
        [
            "1960年代",
            "台、台湾",
            "台湾自1960年代起推行出口导向型工业化战略，经济社会发展突飞猛进，成为亚洲四小龙之一，同时，台湾确定了以科技产业为核心的政策，扶持了众多科技公司，威盛电子、联电、富士康均在此期间成立",
            "台湾:台湾确定了以科技产业为核心的政策"
        ],
        [
            "1980年",
            "台、台湾",
            "1980年代后，台湾当局陆续放宽进出口与投资限制",
            "台湾:台湾当局陆续放宽进出口与投资限制"
        ],
        [
            "1990年代",
            "台、台湾",
            "1990年代末期，随着全球贸易的进一步深化，台湾凭借相对廉价的劳动力优势，以客户为导向的晶圆代工模式快速兴起，台积电、联电等台湾本地区晶圆代工企业崛起，此后，台湾半导体产业发展迅速，分工也越来越明确，如联发科和晨星做芯片、台积电和联电专注于晶圆代工，日月光、精材做封装等，逐步扩大了其在全球芯片制造市场的影响力",
            "台湾:如联发科和晨星做芯片、台积电和联电专注于晶圆代工"
        ],
        [
            "1990年代",
            "台湾",
            "1990年代以来，随着台湾经济的迅速发展，服务业也发展很快，占岛内生产总值的比重逐渐超过了工业，成为经济发展中最重要的产业",
            "台湾:服务业也发展很快"
        ],
        [
            "1980年前",
            "台北市、台湾",
            "台北市的华山1914文化创意产业园区是知名的文化艺术活动场地1980年前，台湾严格限制外国资本的进入",
            "台湾:台湾严格限制外国资本的进入"
        ],
        [
            "1980年代",
            "台湾",
            "1980年代中期，台湾逐渐放宽对资本市场的管制",
            "台湾:台湾逐渐放宽对资本市场的管制"
        ],
        [
            "2000年后",
            "台湾",
            "2000年后，台湾开始解除对国际资本的管制",
            "台湾:台湾开始解除对国际资本的管制"
        ],
        [
            "2020年",
            "台湾",
            "2020年，台湾集成电路产业总产值约1073亿美元",
            "台湾:台湾集成电路产业总产值约1073亿美元"
        ],
        [
            "1980年代",
            "台、新竹、台湾",
            "1980年代以来，台湾当局相继成立新竹科学园区、",
            "台湾:台湾当局相继成立新竹科学园区、"
        ],
        [
            "1980年代",
            "台中、台南、台湾、新竹市",
            "台积电的主要厂房分布于新竹市、台中、台南等台湾各地的科学园区台湾在半导体产业链关键环节占据近乎垄断的地位，起源于台积电在1980年代末开创的晶圆代工模式",
            "台湾:起源于台积电在1980年代末开创的晶圆代工模式"
        ],
        [
            "2014年",
            "台湾、新竹",
            "总部位于新竹科学园区的联华电子是台湾第一家上市的半导体公司2014年，研发经费占台湾GDP的比重为3%",
            "台湾:研发经费占台湾GDP的比重为3%"
        ],
        [
            "1980年代",
            "台湾",
            "尽管1980年代以来台湾科技取得较大发展，但受限于经济规模、企业结构及人才等因素，台湾的科技水平在总体上仍与国际顶尖水平差距较大",
            "台湾:台湾的科技水平在总体上仍与国际顶尖水平差距较大"
        ],
        [
            "2019年",
            "台湾",
            "台湾水果2019年，台湾农业产值占GDP的1.77%",
            "台湾:台湾农业产值占GDP的1.77%"
        ],
        [
            "两年",
            "台湾",
            "台湾农业生产效率较高，耕作制为两年五熟或一年三熟，适宜热带、亚热带作物种植，有“宝岛”之称",
            "台湾:之称"
        ],
        [
            "1990年代",
            "台湾",
            "1990年代以来，台湾农业、农村的服务化主要是农业生产环节分工越来越细密和专业化，大力发展观光休闲农业，农民来自二、三产业兼业收入的比重越来越大",
            "台湾:农民来自二、三产业兼业收入的比重越来越大"
        ],
        [
            "2015年",
            "台湾",
            "台湾拥有3座运转发电中的核电厂及6座核反应堆，2015年时核能发电约占台湾总发电量的19%、能源消耗的8.1%",
            "台湾:2015年时核能发电约占台湾总发电量的19%、能源消耗的8.1%"
        ],
        [
            "2007年1月5日",
            "台湾",
            "2007年1月5日通车后，成为台湾西部重要的长途运输工具之一，也是台湾铁路运输工业指标",
            "台湾:也是台湾铁路运输工业指标"
        ],
        [
            "2020年",
            "台湾省、台湾",
            "台湾省人口结构（2020年）《全国人口普查条例》规定：台湾地区的人口数，按照台湾地区有关主管部门公布的资料计算",
            "台湾:按照台湾地区有关主管部门公布的资料计算"
        ],
        [
            "2020年",
            "台湾、台湾省、马祖、金门、福建省",
            "台湾省的人口呈现老龄化、少子化的趋势根据台湾地区有关主管部门统计，台湾省人口总数为2356.12万人（2020年，含福建省的金门马祖），比2019年减少4.19万人，年减0.18%",
            "台湾:台湾省人口总数为2356.12万人（2020年"
        ],
        [
            "2019年",
            "台湾",
            "台湾民众平均寿命为80.9岁，其中男性77.7岁、女性84.2岁（2019年）",
            "台湾:其中男性77.7岁、女性84.2岁（2019年）"
        ],
        [
            "2019年",
            "台湾",
            "台湾平均每位妇女仅产下1.218个孩子（2019年），是世界生育率最低的地区之一",
            "台湾:是世界生育率最低的地区之一"
        ],
        [
            "2018年",
            "台湾",
            "2018年，台湾65岁以上的老年人口占总人口14%，台湾已进入高龄社会，台湾当局预计2026年老年人口比例将超过20%，台湾将进入超高龄社会",
            "台湾:台湾将进入超高龄社会"
        ],
        [
            "1945年至",
            "中国、台湾、台、大陆",
            "台湾有14%的人口是1945年至1949年之间陆续从中国大陆各省、市、自治区随“国府迁台”移民至台湾的外省人",
            "台湾:移民至台湾的外省人"
        ],
        [
            "近年来",
            "台湾",
            "近年来，台湾许多知名的道教庙宇也积极投入社会教化及社会医疗等工作",
            "台湾:台湾许多知名的道教庙宇也积极投入社会教化及社会医疗等工作"
        ],
        [
            "1604年",
            "妈祖、台、台湾",
            "台湾最早建立的妈祖庙是1604年（明万历三十二年）立庙的澎湖天后宫",
            "台湾:台湾最早建立的妈祖庙是1604年（明万历三十二年）立庙的澎湖天后宫"
        ],
        [
            "2018年",
            "台湾",
            "根据台湾当局2018年公布的“姓名统计分析”，台湾地区前十大姓依序为陈、林、黄、张、李、王、吴、刘、蔡、杨，合计总人数为1244万人，占台湾地区总人口数52.78%",
            "台湾:占台湾地区总人口数52.78%"
        ],
        [
            "12年",
            "台湾",
            "台湾科技大学属于台湾的高等技职教育体系台湾地区的学制实施12年基本教育，各级学制为小学6年制、初中3年制",
            "台湾:各级学制为小学6年制、初中3年制"
        ],
        [
            "1928年",
            "台、台北、台湾",
            "台北市立建国高级中学是台湾一所公立普通型高级中等学校1928年，台湾第一所现代综合大学台湾大学成立",
            "台湾:台湾第一所现代综合大学台湾大学成立"
        ],
        [
            "1954年",
            "台、台湾、大陆、中国",
            "1954年起，台湾当局借由原先在中国大陆的高校校友，利用其社会和经济影响力、对母校教学及其组织的认识，进而在台“复校”",
            "台湾:复校"
        ],
        [
            "2002年",
            "台、台湾",
            "2002年，台湾地区教育主管部门废除“大学联考”，以“大学入学指定科目考试、大学学科能力测验、大学入学术科考试”作为大学多元入学的指标",
            "台湾:作为大学多元入学的指标"
        ],
        [
            "2011年",
            "台、台湾、大陆",
            "2011年开始，台湾当局开放大陆籍的学生报考台湾地区高校",
            "台湾:台湾当局开放大陆籍的学生报考台湾地区高校"
        ],
        [
            "2018年",
            "台湾、大陆",
            "根据规定，在台湾的大学学科能力测验中达到均标级的台湾考生可直接申请大陆普通高校，2018年招收台湾学生的大陆普通高校共307所",
            "台湾:2018年招收台湾学生的大陆普通高校共307所"
        ],
        [
            "2019学年",
            "台湾",
            "2019学年，台湾各级学校共有10931所，其中幼儿园6384所、小学2631所、初中739所、高级中等学校513所、专科学校12所、独立学院14所、大学126所",
            "台湾:其中幼儿园6384所、小学2631所、初中739所、高级中等学校513所、专科学校12所、独立学院14所、大学126所"
        ],
        [
            "2019年",
            "台湾",
            "2019年，台湾地区年满15岁以上人口识字率为98.96%",
            "台湾:台湾地区年满15岁以上人口识字率为98.96%"
        ],
        [
            "2018年5月",
            "台湾省、台湾",
            "2018年5月在台湾省桃园国际棒球馆举行的棒球赛台湾省曾数度举办国际体育赛事，包括2009年高雄世界运动会、台湾每年都会举行台北国际马拉松比赛等体育赛事",
            "台湾:2018年5月在台湾省桃园国际棒球馆举行的棒球赛台湾省曾数度举办国际体育赛事"
        ],
        [
            "1948年",
            "台湾省",
            "1948年，台湾省体育代表团参加了民国时期的第七届中华民国全国运动会，台湾省体育实力当时在全国处于领先地位，并在垒球、田径等项目夺冠",
            "台湾:并在垒球、田径等项目夺冠"
        ],
        [
            "2016年",
            "台湾省、中国、里约热内卢、台北",
            "截至2016年里约热内卢奥运会，中国台湾省以“中国台北”名义一共参加过9次夏季奥林匹克运动会，合计共取得24枚奥运奖牌，其中包含5枚金牌、7枚银牌及12枚铜牌，取得奖牌最多的运动项目为跆拳道和举重",
            "台湾:取得奖牌最多的运动项目为跆拳道和举重"
        ],
        [
            "1995年",
            "台湾",
            "台湾1995年起实施“全民健康保险”（简称“全民健保”）制度",
            "台湾:全民健保"
        ],
        [
            "2018年",
            "台湾",
            "2018年，台湾医疗院所22816家",
            "台湾:台湾医疗院所22816家"
        ],
        [
            "1990年",
            "台北、广州、台湾、台湾省、台北市",
            "1990年启用至今的台湾电视公司大楼台湾官方通讯社是1924年成立于广州的台湾中央通讯社，目前总社设于台湾省台北市",
            "台湾:目前总社设于台湾省台北市"
        ],
        [
            "1990年",
            "台湾、台湾省",
            "随着1990年代台湾媒体数量的激增，台湾省内媒体的激烈竞争导致的新闻娱乐化、财团化等现象也引发了争议",
            "台湾:随着1990年代台湾媒体数量的激增"
        ],
        [
            "1896年",
            "台北市、台湾",
            "《中国时报》位于台北市万华区的总部大楼台湾的媒体产业滥觞于日据时期，第一份报纸是1896年创刊的《台湾日日新报》（第一份中文报纸是1923年创刊的《台湾民报》），第一家广播电台是1931年成立的台湾放送协会，当时主要媒体均与官方有相当程度的关系",
            "台湾:第一份报纸是1896年创刊的《台湾日日新报》（第一份中文报纸是1923年创刊的《台湾民报》）"
        ],
        [
            "1949年",
            "台湾",
            "1949年国民党在台湾实施戒严后，台湾主要的报纸与电台仍由官方掌握，出版品与电子媒体受到严格管制",
            "台湾:台湾主要的报纸与电台仍由官方掌握"
        ],
        [
            "1962年",
            "台湾",
            "1962年台湾电视公司（台视）成立，为台湾第一家电视台，1968年台湾中国电视公司（“中视”）和1971年台湾中华电视公司（“华视”）陆续成立，电视业进入“老三台”时代",
            "台湾:）和1971年台湾中华电视公司（"
        ],
        [
            "1987年",
            "台湾",
            "在串流媒体平台Netflix放映的台湾电视剧1987年“解严”之后，当局于1988年开放报禁，1993年开放成立有线电视台和卫星频道，台湾媒体业随之迅速发展",
            "台湾:当局于1988年开放报禁"
        ],
        [
            "1990年代",
            "台湾",
            "1990年代，台湾本土剧广受欢迎",
            "台湾:台湾本土剧广受欢迎"
        ],
        [
            "2000年代",
            "台湾、澳、港、大陆",
            "2000年代至2010年代，偶像剧在台湾盛行，诸如《流星花园》《恶作剧之吻》《命中注定我爱你》《我可能不会爱你》等佳作不但在台湾获得高收视，还成功推广至大陆和港澳地区以及海外",
            "台湾:还成功推广至大陆和港澳地区以及海外"
        ],
        [
            "2010年代",
            "台湾",
            "2010年代，类型剧在台湾兴起",
            "台湾:类型剧在台湾兴起"
        ],
        [
            "2019年",
            "台湾",
            "2019年之后，台湾电视剧不断开发和创新传统的类型剧，并积极与Netflix、HBO等国际平台合作，《我们与恶的距离》《想见你》等佳作获得华人地区观众的好评和专业人士的肯定",
            "台湾:《我们与恶的距离》《想见你》等佳作获得华人地区观众的好评和专业人士的肯定"
        ],
        [
            "1987年",
            "台、台湾、大陆",
            "1987年台湾开放民众到大陆探亲，两岸民间经贸活动迅速升温",
            "台湾:两岸民间经贸活动迅速升温"
        ],
        [
            "1971年",
            "中华人民共和国、台湾",
            "1971年《联合国大会第2758号决议》通过，中华人民共和国恢复联合国合法席位，台湾的国民党当局被逐出联合国",
            "台湾:台湾的国民党当局被逐出联合国"
        ],
        [
            "2021年",
            "美、台、台湾、中、美国",
            "截至2021年，只有14个国家与台湾地区保持所谓“外交关系”1979年1月1日中美建交以后，美国以“国内法”的形式单方面制定了一个所谓的《与台湾关系法》并设立美国在台协会（英语：American Institute in Taiwan，缩写：AIT）来与台湾保持双边关系",
            "台湾:AIT）来与台湾保持双边关系"
        ],
        [
            "2021年",
            "中国、台湾",
            "截至2021年，共计145个国家及地区给予中国台湾护照免签证或落地签证待遇",
            "台湾:共计145个国家及地区给予中国台湾护照免签证或落地签证待遇"
        ],
        [
            "新年",
            "福州、台湾、福建省",
            "春节是台湾最重要与盛大的传统节日，台湾的春节习俗传承自福建省闽南、福州等地，从农历腊月二十六做“尾牙”开始，一直到新年的元宵节才算是告一段落，期间的民俗活动丰富多彩",
            "台湾:台湾的春节习俗传承自福建省闽南、福州等地"
        ],
        [
            "本年度",
            "台湾",
            "在台湾的除夕，很多人家会准备各式祭品供奉神明、祖先，进行本年度最后一次的拜年",
            "台湾:进行本年度最后一次的拜年"
        ],
        [
            "1990年代",
            "台湾",
            "每年的中秋节，台湾一般民众普遍有赏月吃月饼、柚子的习惯，而自1990年代中期起，台湾开始兴起中秋烤肉的习惯",
            "台湾:台湾开始兴起中秋烤肉的习惯"
        ],
        [
            "2002年",
            "台湾、台湾省",
            "2002年起，台湾省每年都举办“客家桐花祭”，以雪白桐花为意象，展示客家人敬天地、重山林的传统",
            "台湾:以雪白桐花为意象"
        ],
        [
            "四百年",
            "泉州、福建、台湾、台湾省、福建省、漳州",
            "不过，台湾闽南语经过四百年演化，闽南语的漳州话和泉州话在台湾发生融合，加之部分词汇吸收台湾少数民族南岛语言以及日语等外来语，使得台湾省的闽南语与福建省的闽南语无论是腔调、语词内容上存在不少差异",
            "台湾:台湾闽南语经过四百年演化"
        ],
        [
            "50年代",
            "日本、厦门、台湾",
            "台湾在日本侵占时期到40、50年代之间，也确实有把厦门话视为台湾闽南语的标准语并加以仿效的倾向",
            "台湾:也确实有把厦门话视为台湾闽南语的标准语并加以仿效的倾向"
        ],
        [
            "2020年",
            "台湾",
            "根据台湾当局2020年的统计，1986年至1994年出生的台湾人说闽南语的比例已降到22.3%",
            "台湾:1986年至1994年出生的台湾人说闽南语的比例已降到22.3%"
        ],
        [
            "五十年",
            "日本、台湾",
            "日本曾殖民统治台湾五十年，因而日本文化对台湾影响深远",
            "台湾:因而日本文化对台湾影响深远"
        ],
        [
            "2018年",
            "美、台湾、美国、好莱坞",
            "第二次世界大战之后，台湾当局和美国关系密切，诸如好莱坞电影、快餐、美式咖啡、美国流行音乐等美国流行文化深刻影响着战后台湾民众的日常生活，2018年好莱坞电影占台湾电影市场票房的74.82%",
            "台湾:2018年好莱坞电影占台湾电影市场票房的74.82%"
        ],
        [
            "1990年代",
            "美、台湾",
            "台湾于1990年代进行的教育改革参照了欧美的教育制度",
            "台湾:台湾于1990年代进行的教育改革参照了欧美的教育制度"
        ],
        [
            "1884年",
            "台湾、台湾省、中国、新北市",
            "1884年（清光绪十年），英国商人引入咖啡在台湾省新北市三峡区试种，揭开了咖啡在中国发展的序幕",
            "台湾:揭开了咖啡在中国发展的序幕"
        ],
        [
            "1895年",
            "台湾、日本",
            "受到1895年至1945年期间日本殖民统治的影响，生鱼片、寿司、天妇罗、铁板烧、烤秋刀鱼、烤鳗鱼、日式便当、冷豆腐等已成为台湾饮食文化中十分普遍的菜色",
            "台湾:生鱼片、寿司、天妇罗、铁板烧、烤秋刀鱼、烤鳗鱼、日式便当、冷豆腐等已成为台湾饮食文化中十分普遍的菜色"
        ],
        [
            "1949年至1970年代",
            "中国、台湾、大陆",
            "1949年至1970年代，中国大陆的八大菜系融入了台湾饮食，台湾饮食文化更加全面地吸收了中华文化的精华",
            "台湾:台湾饮食文化更加全面地吸收了中华文化的精华"
        ],
        [
            "1949年",
            "美援、中国、台湾",
            "1949年后，中国古典风格的建筑在台湾流行，又经由美援引入了当时国际流行的现代主义建筑",
            "台湾:又经由美援引入了当时国际流行的现代主义建筑"
        ],
        [
            "康熙年间",
            "台、台湾、大陆",
            "清代官员郁永河所著的《裨海纪游》描绘了康熙年间台湾的风土民情清代早期，台湾的作家多为大陆来台的仕宦，他们为台湾留下了宝贵的文献记录，例如曾来台采硫的郁永河因《裨海纪游》这本书而名留历史，被誉为台湾游记文学的开创者；清代中期的作家以曾来台担任官职的姚莹为代表，代表作品为研究台湾历史地理的《东槎纪略》；清代后期的作家以吴子光及施士洁为代表",
            "台湾:清代官员郁永河所著的《裨海纪游》描绘了康熙年间台湾的风土民情清代早期"
        ],
        [
            "道光年间",
            "苗栗县、台、台湾、台湾省、福建省、台湾府",
            "吴子光于道光年间来台湾，定居于福建省台湾府淡水厅（今台湾省苗栗县），著有《一肚皮集》",
            "台湾:定居于福建省台湾府淡水厅（今台湾省苗栗县）"
        ],
        [
            "1936年",
            "台湾",
            "”台湾诗人巫永福1936年在《祖国》一诗中的真情流露，至今读来仍是这般炽热",
            "台湾:至今读来仍是这般炽热"
        ],
        [
            "1920年代",
            "中国大陆、日本",
            "1920年代，在中国大陆“五四”新文学运动的影响和指导下产生和发展起的“台湾新文学运动”是台湾人民反抗日本殖民统治的文化斗争和思想启蒙运动，",
            "台湾:台湾新文学运动"
        ],
        [
            "1920年",
            "台湾",
            "《台湾通史》是台湾历史上第一部按通史体例撰修的史书1920年，台湾诗人、文学家、历史学家连横完成并出版了台湾历史上第一部按通史体例撰修的史书《台湾通史》",
            "台湾:《台湾通史》是台湾历史上第一部按通史体例撰修的史书1920年"
        ],
        [
            "1949年",
            "台湾、中国大陆、大陆、中国、共",
            "台湾文学馆的“台湾现当代作家研究资料汇编计划”1949年前后，胡适、林语堂、梁实秋、郑愁予等大陆文学家随国民党政府移居台湾；1950年代，台湾当局大肆推行吹嘘粉饰国民党统治集团、丑化抹黑中国共产党与中国大陆革命建设的所谓“反共文学”，这种恶毒诋毁党和国家的反动文学歪曲事实、枯燥僵化、政治色彩浓郁；1950、60年代，台湾风行“怀乡文学”，代表作家有林海音（代表作《城南旧事》）等",
            "台湾:台湾现当代作家研究资料汇编计划"
        ],
        [
            "60年代",
            "台湾",
            "1960年代，在欧美现代主义思潮的影响下，“现代主义文学”在台湾成长壮大，成为台湾文坛的主流，代表作家有白先勇（代表作《台北人》）、王文兴（代表作《家变》）等",
            "台湾:现代主义文学"
        ],
        [
            "60年代",
            "台湾",
            "这一流派在台湾特定的历史条件下，对于文艺冲破僵化的政治束缚和传统文化的局限，扩大表现领域，丰富表现手法，起了重要的作用；1960年代至1970年代，“乡土文学”思潮兴起，“乡土文学”流派主张用通俗易懂的、大众化的语言来描写现实，反映社会人生，面向自己生长的这块土地上的人民",
            "台湾:乡土文学"
        ],
        [
            "1980年代",
            "台湾",
            "台北国际书展是台湾出版业的年度盛事1980年代至1990年代，柏杨、李敖、三毛、余光中、席慕蓉、龙应台、刘墉、古龙、琼瑶、林清玄、张晓风、简媜、杨牧、林文月等台湾作家陆续有重要作品问世；1990年代至2000年代，网络文学蔚然成风，代表作家有痞子蔡（蔡智恒）等；2010年代，在对外交流和移动互联网的影响下，台湾文学界呈现多样繁复的面貌",
            "台湾:台北国际书展是台湾出版业的年度盛事1980年代至1990年代"
        ],
        [
            "清康熙年间",
            "台、台湾、闽台",
            "清康熙年间，清政府抚定台湾，闽台共治，两地书画艺术更是相互融合，共同发展",
            "台湾:共同发展"
        ],
        [
            "1950年代",
            "台、台湾、大陆",
            "1950年代，台湾画坛主流是大陆来台的水墨画家与日据时期学院出身的西画家，绘画技巧较传统",
            "台湾:绘画技巧较传统"
        ],
        [
            "2000年代",
            "台湾",
            "2000年代以后，随着科技和社交媒体的发展，台湾美术史的论述转移至与世界美术及文化的对话以及科技与美术的跨域结合",
            "台湾:台湾美术史的论述转移至与世界美术及文化的对话以及科技与美术的跨域结合"
        ],
        [
            "余年",
            "台湾省、宜兰、中国、台湾",
            "手工精细绣法缝制而成的歌仔戏戏服歌仔戏是台湾最主要的地方戏曲，也是中国地方戏曲剧种中唯一诞生于台湾的剧种，发源于台湾省宜兰地区，至今约有百余年历史",
            "台湾:至今约有百余年历史"
        ],
        [
            "1990年代",
            "未知",
            "1990年代以来，台湾霹雳国际多媒体集团推出“霹雳布袋戏”系列作品，将传统的布袋戏艺术与现代技术相结合，推出加入声光音响和3D立体影片技术的布袋戏电视节目，并出版相关书籍等，运用新手段将传统艺术不断发扬光大",
            "台湾:将传统的布袋戏艺术与现代技术相结合"
        ],
        [
            "1980年代",
            "台湾",
            "滚石唱片和飞碟唱片是1980年代台湾唱片界两大龙头台湾是华语流行音乐的重要发展地",
            "台湾:滚石唱片和飞碟唱片是1980年代台湾唱片界两大龙头台湾是华语流行音乐的重要发展地"
        ],
        [
            "1950年代",
            "台湾",
            "台湾流行音乐自1950年代起飞速成长50余年，于1997年时达到顶峰，当时台湾唱片销量世界排名居第16位，全球华语音乐80%在台湾创作",
            "台湾:全球华语音乐80%在台湾创作"
        ],
        [
            "年",
            "台湾",
            "2016年，93%的台湾民众习惯以手机播放音乐，实体唱片已经没落，数字音乐渐成主流",
            "台湾:数字音乐渐成主流"
        ],
        [
            "1950年代",
            "台湾",
            "1950年代起，台湾当局开始大力推广普通话并打压包括闽南语歌曲在内的台湾本土文化",
            "台湾:台湾当局开始大力推广普通话并打压包括闽南语歌曲在内的台湾本土文化"
        ],
        [
            "1980年代",
            "台湾",
            "1980年代，台湾民歌运动风起云涌，《龙的传人》《外婆的澎湖湾》《故乡的云》等歌曲问世并广为传唱",
            "台湾:《龙的传人》《外婆的澎湖湾》《故乡的云》等歌曲问世并广为传唱"
        ],
        [
            "1925年",
            "日方、台湾、日本",
            "侯孝贤执导的台湾电影《悲情城市》海报1925年是台湾电影正式发展的元年，由刘喜阳等人创办的“台湾电影研究会”拍摄了第一部故事片《谁之过》标志着台湾电影萌芽阶段的起点，但到了1931年，日据时期的台湾电影受到了严重打压，殖民当局甚至禁止拍摄人员在电影中使用中国语言，试图从根源上扼杀台湾对于祖国的文化认同感，直到1945年日本投降之后，台湾电影终于艰难地挺进了成长时期，政府也接管了日方的电影制作机构“台湾映画协会”与“台湾报道写真协会”将其合并为“台湾电影制片厂”",
            "台湾:台湾映画协会"
        ],
        [
            "1949年",
            "台湾",
            "1949年之后，“中央电影企业股份有限公司”成为了台湾重要的影视制作基地，台湾电影界在当局扶持下拍摄大量汉语普通话剧情片",
            "台湾:台湾电影界在当局扶持下拍摄大量汉语普通话剧情片"
        ],
        [
            "1949年",
            "台湾",
            "台湾第一部汉语普通话影片是1949年的《阿里山风云》，主题曲《高山青》传唱至今，此片的幕后人员与创作团队皆成为了台湾影坛的中坚力量，在台湾电影的成长阶段做出了突出的贡献",
            "台湾:台湾第一部汉语普通话影片是1949年的《阿里山风云》"
        ],
        [
            "1980年代",
            "台湾",
            "杨德昌执导的《牯岭街少年杀人事件》是台湾电影新浪潮的代表作品1980年代，《儿子的大玩偶》《光阴的故事》等影片开启了“新电影”风潮",
            "台湾:风潮"
        ],
        [
            "1990年代",
            "台湾、好莱坞",
            "1990年代，一些中国导演前往好莱坞发展，其中台湾导演李安在好莱坞掀起了东方热潮，扬名国际影坛",
            "台湾:扬名国际影坛"
        ],
        [
            "2008年",
            "台湾",
            "2008年魏德圣执导的台湾电影《海角七号》以国际化商业路线揉合本土特色内容，票房大获成功并获不少奖项",
            "台湾:票房大获成功并获不少奖项"
        ],
        [
            "2005年",
            "高雄、台北、台湾、玉山",
            "2005年，台湾观光旅游事务主管部门票选出的“台湾八景”是台北101、台北故宫博物院、日月潭、阿里山、玉山、高雄爱河、垦丁、太鲁阁峡谷",
            "台湾:是台北101、台北故宫博物院、日月潭、阿里山、玉山、高雄爱河、垦丁、太鲁阁峡谷"
        ],
        [
            "2004年",
            "台北市、台湾、台北、中正区",
            "台北故宫博物院典藏的精品文物(80张)台湾位于城市的著名景点有2004年至2010年间为世界第一高楼的台北101、中正纪念堂是台北市中正区一座为纪念蒋中正而兴建的建筑，园区广场南北侧建有台湾知名的艺术中心“两厅院”，除了供民众休憩外，常是大型文化艺术活动的场地；台北孙中山纪念馆是为纪念孙中山百年诞辰而兴建的综合性文化设施，是户外运动、休闲与文化艺术活动的综合性休憩公园；遍布全台湾的夜市各具特色，小吃美食琳琅满目；台湾购物环境优越，台北市的信义商圈、忠孝东路商圈、西门町商圈等是著名的购物商圈",
            "台湾:是户外运动、休闲与文化艺术活动的综合性休憩公园"
        ]
    ],
    "type": "LOCATION"
}