{
    "introduction": "河西走廊（Hexi Corridor），因位于黄河以西，为两山夹峙，故名河西走廊。简称河西、雍凉。西汉政府在河西走廊设置四郡，是为河西四郡，汉代隶属凉州，唐代隶属陇右道。是甘肃西北部祁连山以北，合黎山以南，乌鞘岭以西，甘肃新疆边界以东，长约1000公里，宽数公里至近200公里不等，西北东南走向的长条堆积平原。是中国内地通往西域的要道，古西北首府所在地，佛教东传的要道与第一站，丝路西去的咽喉，经略西北的军事重镇，中原名士躲避北方战火的栖息场所。自古以来就是富足之地、兵家必争之地。一般来讲河西走廊的繁荣期是河西之战到唐代安史之乱间的八九百年时间，即汉唐巅峰时期。安史之乱后，陇右高原、西套平原、河湟谷地、吐鲁番绿洲等陇右道精华地区逐步超越河西走廊。 河西走廊上由此成立了河西五市，指的是武威市、金昌市、张掖市、嘉峪关市、酒泉市。",
    "attributes": {
        "中文名": "河西走廊",
        "外文名": "The Hexi Corridor",
        "别名": "雍州、西凉、凉州",
        "所属地区": "中国西北",
        "地理位置": "甘肃西北部祁连山以北，合黎山以南，乌鞘岭以西，甘肃新疆边界以东",
        "面积": "660000 公顷",
        "下辖地区": "武威，金昌，张掖，酒泉，嘉峪关",
        "气候条件": "温带大陆性气候",
        "人口数量": "490.61 万(2019年)",
        "著名景点": "敦煌石窟、天梯山石窟、嘉峪关、张掖丹霞、白塔寺、酒泉卫星发射基地",
        "机场": "敦煌机场，嘉峪关机场，金昌机场等",
        "火车站": "武威站，武威南站，酒泉南站，嘉峪关南站，张掖西站等",
        "车牌代码": "甘B，甘C，甘F，甘G，甘H",
        "地区生产总值": "2179.1 亿元(2019年)",
        "农业类型": "灌溉农业"
    },
    "relation": {},
    "timeLine": [
        [
            "7500—4000年前",
            "中国、沙井子、凉州",
            "约7500—4000年前，从凉州的磨嘴子、马家窑文化，皇娘娘台遗址、海藏寺遗址的齐家文化，沙井子、暖泉的沙井文化等证明从那时起先民就在此繁衍生息，在四千年以前凉州就率先进入了青铜时代，是上古中国对外开放的前沿阵地，玉帛之路的重要节点",
            "河西走廊:从凉州的磨嘴子、马家窑文化"
        ],
        [
            "前221年",
            "匈奴",
            "前221年，秦朝初期，河西走廊为月氏人驻牧地，随畜移徙，与匈奴同俗，此处是月氏人的属地，亦称月支、禺知的属地，月氏人游牧于河西走廊西部地区，实力强大，为匈奴劲敌",
            "河西走廊:此处是月氏人的属地"
        ],
        [
            "前174年",
            "匈奴",
            "前174年，冒顿单于遣右贤王大败月氏，后又派老上单于杀其王据此地，随即匈奴占领河西走廊",
            "河西走廊:随即匈奴占领河西走廊"
        ],
        [
            "西汉元朔三年",
            "凉、雍州、凉州",
            "（前126）西汉元朔三年，汉武帝以其金行，土地寒凉故也，改雍州为凉州，凉州因此而得名",
            "河西走廊:凉州因此而得名"
        ],
        [
            "西汉元狩二年",
            "陇、郡、匈奴",
            "（前121）西汉元狩二年，雄才大略的汉武帝派骠骑将军霍去病出陇右击匈奴，在陇西郡和北地郡基础上，增设河西四郡，使整个河西走廊首次纳入华夏版图",
            "河西走廊:增设河西四郡"
        ],
        [
            "西汉元封五年",
            "未知",
            "（前106）西汉元封五年，天下为十三州各置一刺史，史称十三刺史部",
            "河西走廊:史称十三刺史部"
        ],
        [
            "前60年",
            "匈奴",
            "（前60年）汉宣帝神爵二年，出于对匈奴不断骚扰与丝路上强盗横行的状况考虑，为加强对西域的控制，设立了汉朝对西域的直接管辖机构——西域都护府",
            "河西走廊:设立了汉朝对西域的直接管辖机构——西域都护府"
        ],
        [
            "五年",
            "未知",
            "北魏太武帝太延五年，魏灭北凉，统一北方",
            "河西走廊:统一北方"
        ],
        [
            "公元851年",
            "陇",
            "公元851年，张议潮占据河西、陇右，归附于唐朝",
            "河西走廊:归附于唐朝"
        ],
        [
            "一年",
            "安西",
            "民勤年沙暴日50天以上，而安西8级以上大风的风日一年有80天，有“风库”之称",
            "河西走廊:之称"
        ],
        [
            "2018年8月6日",
            "未知",
            "2018年8月6日，甘肃省文物考古研究所发布在河西走廊西城驿遗址发掘的木本植物木炭显示，距今约3700年前后，河西走廊的气候从温凉湿润开始变干旱了",
            "河西走廊:河西走廊的气候从温凉湿润开始变干旱了"
        ],
        [
            "2019年",
            "河西",
            "2019年，河西五市常住人口共490.61万人",
            "河西走廊:河西五市常住人口共490.61万人"
        ],
        [
            "2019年",
            "武威市",
            "其中武威市2019年常住人口182.5万人；",
            "河西走廊:其中武威市2019年常住人口182.5万人"
        ],
        [
            "2019年",
            "河西",
            "2019年，河西五市共实现生产总值2179.1亿元",
            "河西走廊:河西五市共实现生产总值2179.1亿元"
        ],
        [
            "2019年",
            "武威市",
            "其中武威市2019年实现生产总值488.46亿元、增长4%；",
            "河西走廊:其中武威市2019年实现生产总值488.46亿元、增长4%"
        ],
        [
            "2015年9月15日",
            "甘肃省、武威市、中国、甘肃",
            "2015年9月15日，在甘肃省在武威市举办的中国·河西走廊第五届有机葡萄美酒节上，甘肃省委常委、副省长李荣灿介绍说：国家发展改革委《西部地区鼓励类产业目录》中，把优质酿酒葡萄种植与酿造列为鼓励甘肃发展的第一位产业",
            "河西走廊:把优质酿酒葡萄种植与酿造列为鼓励甘肃发展的第一位产业"
        ],
        [
            "1927年",
            "西藏",
            "其中凉州姑臧故塔（莲花山金顶）的塔基还在，此处是世间十九所释迦牟尼佛祖舍利供奉的其中一处，塔高十三层，六棱六角，角系风铃，层层有门，从塔门入内，可上至塔顶，以观四城景色，毁于1927年大地震，清应寺旁有藏经阁，系前后藏喇嘛所修，藏有许多西藏经卷，以十二个大经柜盛之",
            "河西走廊:系前后藏喇嘛所修"
        ],
        [
            "秦建元二年",
            "敦煌",
            "敦煌莫高窟图册(2张)敦煌莫高窟，始建于秦建元二年（公元366年），是一座举世闻名的佛教艺术宝库，一朵有1600余年历史的旷世奇葩",
            "河西走廊:一朵有1600余年历史的旷世奇葩"
        ],
        [
            "1991年",
            "未知",
            "1991年被联合国教科文组织列入“世界文化遗产”名录",
            "河西走廊:名录"
        ],
        [
            "1600多年前",
            "未知",
            "特别是1600多年前，乐僔和尚云游此山，夕阳西下时万道金光中出现了千万尊佛的金身，便开凿了莫高窟第一个洞窟",
            "河西走廊:便开凿了莫高窟第一个洞窟"
        ],
        [
            "千年",
            "未知",
            "月牙泉四面环沙而不被掩埋，经千年而不干涸，实属自然奇观",
            "河西走廊:实属自然奇观"
        ],
        [
            "1999年",
            "故县、骊靬",
            "骊轩古城1999年，骊靬故县和骊靬降人再次引起了国际、国内有关方面的关注，海内外考察和研究骊靬故县和骊靬人形成了一股强劲的浪潮，经十余年不衰，且势头越来越热，随之形成了骊靬文化，现已成为国内独具特色的文化现象，为古老的骊靬增添了耀眼的光彩",
            "河西走廊:随之形成了骊靬文化"
        ],
        [
            "600万年前",
            "临泽、丹霞、肃南县、甘肃省、中国、张掖、张掖市",
            "张掖丹霞位于甘肃省河西走廊中段的张掖市，形成于600万年前，位于张掖市临泽、肃南县境内，面积约510多平方千米，是中国发育最大最好、地貌造型最丰富的地区之一，特别是窗棂式、宫殿式丹霞地貌，是丹霞地貌中的精品",
            "河西走廊:是丹霞地貌中的精品"
        ],
        [
            "1949年9月",
            "未知",
            "张掖山丹军马场图册(4张)山丹军马场位于河西走廊中部，自1949年9月建场以来，近50年一直归属军队管理，是我国乃至亚洲最大的军马繁育基地，也是我军最大的粮油肉生产基地",
            "河西走廊:也是我军最大的粮油肉生产基地"
        ],
        [
            "2009年4月3日",
            "未知",
            "中国工农红军西路军纪念碑建成于2009年4月3日，纪念碑采用传统纪念碑造型，高29.37米",
            "河西走廊:纪念碑采用传统纪念碑造型"
        ],
        [
            "2019年8月20日",
            "未知",
            "习近平总书记参观中国工农红军西路军纪念馆(2张)2019年8月20日习近平总书记参观了中国工农红军西路军纪念馆",
            "河西走廊:习近平总书记参观中国工农红军西路军纪念馆(2张)2019年8月20日习近平总书记参观了中国工农红军西路军纪念馆"
        ],
        [
            "二至四年",
            "未知",
            "始建于明正统二至四年（1437—1439）",
            "河西走廊:始建于明正统二至四年（1437—1439）"
        ],
        [
            "1600年",
            "灯山村、天梯、武威城、张义镇、北凉",
            "天梯山石窟天梯山石窟位于武威城南50公里的张义镇灯山村，始建于东晋十六国时期的北凉，距今约有1600年历史，被称为“石窟鼻祖”",
            "河西走廊:天梯山石窟天梯山石窟位于武威城南50公里的张义镇灯山村"
        ],
        [
            "2001年",
            "未知",
            "2001年，被公布为第五批全国重点文物保护单位",
            "河西走廊:被公布为第五批全国重点文物保护单位"
        ],
        [
            "1983年",
            "武威雷台、雷台、甘肃省、中国、武威",
            "武威雷台武威雷台因雷台汉墓出土中国旅游标志马踏飞燕闻名，1983年被公布为甘肃省重点文物保护单位，2001年被国务院公布为第五批全国重点文物保护单位",
            "河西走廊:2001年被国务院公布为第五批全国重点文物保护单位"
        ],
        [
            "公元1247年",
            "西藏、中国",
            "因公元1247年西藏萨迦派宗教领袖萨迦班智达与蒙古汗国皇子、西路军统帅阔端在白塔寺进行“凉州会谈”，并颁发《萨迦班智达致蕃人书》，成为西藏正式纳入中国版图的历史见证地",
            "河西走廊:成为西藏正式纳入中国版图的历史见证地"
        ],
        [
            "2017年9月",
            "未知",
            "祁连山国家公园标识（来源：中国日报中文网）2017年9月以来，按照中共中央办公厅、国务院办公厅印发的《关于建立以国家公园为主体的自然保护地体系的指导意见》，以及国家林草局《祁连山国家公园体制试点实施方案》，甘肃省委、省政府先后制定下发了相关实施方案和任务，确定祁连山国家公园体制试点任务54项",
            "河西走廊:甘肃省委、省政府先后制定下发了相关实施方案和任务"
        ],
        [
            "2019年10月17日",
            "未知",
            "2019年10月17日，国家林业和草原局联合祁连山国家公园管理局共同发布了祁连山国家公园标识",
            "河西走廊:国家林业和草原局联合祁连山国家公园管理局共同发布了祁连山国家公园标识"
        ]
    ],
    "type": "LOCATION"
}