{
    "introduction": "体育（physical education，缩写PE或P.E.），是一种复杂的社会文化现象，它是一种以身体与智力活动为基本手段，根据人体生长发育、技能形成和机能提高等规律，达到促进全面发育、提高身体素质与全面教育水平、增强体质与提高运动能力、改善生活方式与提高生活质量的一种有意识、有目的、有组织的社会活动。随着国际交往的扩大，体育事业发展的规模和水平已是衡量一个国家、社会发展进步的一项重要标志，也成为国家间外交及文化交流的重要手段。体育可分为大众体育、专业体育、学校体育等种类。包括体育文化、体育教育、体育活动、体育竞赛、体育设施、体育组织、体育科学技术等诸多要素。人体是各器官系统构成的有机整体。进行体育活动时，看起来好像只有肌肉在活动。其实身体的呼吸、血液循环等器官都在参加活动，并且都要由大脑皮层来指挥协调。做准备活动正是为了提高大脑皮层神经细胞的兴奋，准备活动还能使体温略为升高，使肌肉、肌腱都处于良好的状态，弹性、伸展性都很好，不至于因为突然收缩而拉伤或撕裂，这在冬天尤其重要。进行投掷时，如投手榴弹、铅球、实心球、标枪、垒球等，一定要按老师的口令行动，令行禁止，不可有丝毫的马虎。 ",
    "attributes": {
        "中文名": "体育",
        "外文名": "physical education",
        "来源时间": "19世纪末，20世纪初",
        "直译": "身体锻炼教育",
        "分类": "大众体育、专业体育、学校体育等",
        "作用": "锻炼身体"
    },
    "relation": {},
    "timeLine": [
        [
            "70年代",
            "日、日本",
            "不过，日本在Physical education一词的翻译上并不是一步到位译作“体育”的，而是经历了从译作“身体（之）教育”、“体教”、“身教”到译作“体育”的日文化过程，这一过程是在19世纪70年代完成的",
            "体育:到译作"
        ],
        [
            "1904年",
            "中国、湖北",
            "在中国，“体育”这个词最早见于1904年，在湖北幼稚园开办章程中提到对幼儿进行全面教育时说：“保全身体之健旺，体育发达基地",
            "体育:体育发达基地"
        ],
        [
            "1905年",
            "未知",
            "”在1905年《湖南蒙养院教课说略》上也提到：“体育功夫，体操发达其表，乐歌发达其里",
            "体育:乐歌发达其里"
        ],
        [
            "1906年",
            "上海、中国",
            "在中国，最早创办的体育团体是1906年上海的“沪西士商体育会”",
            "体育:沪西士商体育会"
        ],
        [
            "1907年",
            "绍兴",
            "1907年我国著名女革命家秋瑾在绍兴也创办了体育会",
            "体育:1907年我国著名女革命家秋瑾在绍兴也创办了体育会"
        ],
        [
            "同年",
            "未知",
            "同年，清皇朝学部的奏折中也开始有“体育”这个词",
            "体育:这个词"
        ],
        [
            "1902年左右",
            "日本",
            "1902年左右，一些在日本留学的学生从日本传来了“体育”这一术语",
            "体育:这一术语"
        ],
        [
            "1923年",
            "未知",
            "1923年，在《中小学课程纲要草案》中，正式把“体操课”改为“体育课”",
            "体育:体育课"
        ],
        [
            "公元前2000年左右",
            "中国",
            "根据文物和建筑等历史证据表明，中国早在公元前2000年左右便已开始进行体育运动",
            "体育:中国早在公元前2000年左右便已开始进行体育运动"
        ],
        [
            "上千年前",
            "埃及",
            "为法老修筑的纪念碑可以看出，包括游泳、垂钓等体育运动已经在上千年前的古埃及发展起来并建立了体育规则",
            "体育:包括游泳、垂钓等体育运动已经在上千年前的古埃及发展起来并建立了体育规则"
        ],
        [
            "四年",
            "伯罗奔尼撒、古希腊、希腊",
            "体育对于古希腊人影响深刻的一个突出表现就是他们创立了奥林匹克运动会，每隔四年在伯罗奔尼撒一个叫做奥林匹亚的小村庄举行",
            "体育:每隔四年在伯罗奔尼撒一个叫做奥林匹亚的小村庄举行"
        ],
        [
            "2010年",
            "未知",
            "2010年国务院办公厅发布《国务院办公厅关于加快发展体育产业的指导意见》(国办发〔2010〕22号)，该意见从国家政策层面肯定了体育产业在社会经济中的重要作用，明确了体育产业发展的基本方针、主要目标和重点任务",
            "体育:2010年国务院办公厅发布《国务院办公厅关于加快发展体育产业的指导意见》(国办发〔2010〕22号)"
        ],
        [
            "2011年",
            "未知",
            "体育风采(12张)2011年国家体育总局印发《体育产业“十二五”规划》，这是我国体育产业的首个五年规划，该规划细化了体育产业在“十二五”期间的发展目标、主要任务及主要措施",
            "体育:该规划细化了体育产业在"
        ],
        [
            "百年",
            "美",
            "虽然体育产业化的历史还不到百年，但其发展速度远超过其它产业，每年以20%的速度增长，产值占GDP比重还不到1%，与欧美发达国家有近10倍的差距",
            "体育:每年以20%的速度增长"
        ],
        [
            "多年",
            "中国",
            "数据显示，经过20 多年的市场化尝试，中国体育产业规模化进程实现了较快的发展",
            "体育:中国体育产业规模化进程实现了较快的发展"
        ],
        [
            "2011年",
            "未知",
            "2011年，体育产业呈现出繁荣的发展景象，第26届世界大学生夏季运动会赞助总收入达12.27亿元人民币；意大利超级杯吸引了近8万人涌入“鸟巢”，单是门票收益就超过亿元",
            "体育:单是门票收益就超过亿元"
        ],
        [
            "1897年",
            "日本、中国",
            "中国现代所用的“体育”一词，于1897年从由日本传入我国，也经历了从“体操”到“体育”的演进过程",
            "体育:体育"
        ],
        [
            "1999年底",
            "北京",
            "截至1999年底，全国开展电脑体育彩票的省市已达11个，2000年国家体育总局还将在北京等9个省市陆续开展电脑体育彩票的发行工作",
            "体育:2000年国家体育总局还将在北京等9个省市陆续开展电脑体育彩票的发行工作"
        ],
        [
            "2000年",
            "未知",
            "计划2000年加快即开型体育彩票分散销售方式研究，逐步取代大规模销售方式",
            "体育:逐步取代大规模销售方式"
        ],
        [
            "1999年底",
            "中国",
            "中国体育彩票一直遵循公开、公正、公平的原则，自1994年至1999年底共销售体育彩票102个亿元，筹集公益金30.6亿元，为我国体育事业的不断发展提供了资金的保证",
            "体育:为我国体育事业的不断发展提供了资金的保证"
        ],
        [
            "几千年来",
            "未知",
            "武术是以拳术、器械、套路和实战形式为主的，既能健身自卫，又可养生保健的体育项目，几千年来一直在民众中广泛传播",
            "体育:几千年来一直在民众中广泛传播"
        ],
        [
            "1952年11月",
            "未知",
            "国家体育总局国家体育总局，英文名称为General Administration of Sport，其前身是1952年11月成立的国家体育运动委员会，1998年3月24日改组为国家体育总局",
            "体育:1998年3月24日改组为国家体育总局"
        ],
        [
            "1949年",
            "中国",
            "中国古代体育厅，分先秦、秦汉三国、两晋南北朝隋唐五代、宋辽金元和明清4个部分，展示了中国古代体育发展的轨迹；中国近代体育厅，表现的是鸦片战争到1949年这一段时期中国体育的发展历程；新中国体育成就厅，用图片、模型和实物表现了党和国家对体育事业的关怀以及群众体育、体育场馆建设等方面的辉煌成就；奥林匹克运动争光厅，展现了中国参加奥运会和中国人民发展奥林匹克运动的历史",
            "体育:中国近代体育厅"
        ],
        [
            "五年",
            "中国、巴塞罗那",
            "建馆以来，还举办过各种临时展览，如第十一届亚运会体育集邮展览；弘扬北京亚运精神巡回展览；争办2000年奥运会展览；奥林匹克运动百年展、中国健儿在巴塞罗那展；开放的中国盼奥运展；贺龙与体育展；新中国体育成就展；辉煌的五年——中国体育成就展；奥林匹克世纪行展等",
            "体育:辉煌的五年——中国体育成就展"
        ],
        [
            "五千年",
            "中国",
            "编辑有《中国体育文化五千年》、《中华民族传统体育志》、《世界体坛顶峰的中国人》等著作",
            "体育:编辑有《中国体育文化五千年》、《中华民族传统体育志》、《世界体坛顶峰的中国人》等著作"
        ]
    ],
    "type": "EVENT"
}