{
    "introduction": "洋务运动，又称自强运动。是19世纪60年代到90年代晚清洋务派以“自强”、“求富”为口号所进行的一场引进西方军事装备、机器生产和科学技术以挽救清朝统治的自救运动。1861年1月11日，爱新觉罗·奕訢会同桂良、文祥上奏《通筹夷务全局酌拟章程六条》，推行了一项以富国强兵为目标的洋务运动。1861年辛酉政变后，慈禧重用洋务派，洋务派大规模引进西方先进的科学技术、兴办近代化军事工业和民用企业。1894年在甲午中日战争中，北洋海军全军覆没，标志着历时30余年的洋务运动破产。 ",
    "attributes": {
        "中文名": "洋务运动",
        "外文名": "Self-Strengthening Movement/westernization movement",
        "性质": "封建统治者的自救运动",
        "结果": "失败但推动了中国对于近代化道路的探索",
        "领导阶级派别": "地主阶级洋务派",
        "目的": "利用西方先进技术，维护清朝统治",
        "背景": "清朝统治面临内忧外患的巨大危机",
        "旗号": "前期：自强  后期：求富",
        "指导思想": "中学为体、西学为用",
        "中央代表": "恭亲王奕訢、文祥",
        "地方代表": "曾国藩、李鸿章、张之洞、左宗棠",
        "代表企业": "安庆内军械所、江南制造总局",
        "开始标志": "1861年安庆内军械所的建立",
        "结束标志": "清朝在甲午战争中战败，北洋海军全军覆没"
    },
    "relation": {
        "发生时间1": "19世纪60到90年代"
    },
    "timeLine": [
        [
            "1840年",
            "英国",
            "1840年，英国发动鸦片战争",
            "洋务运动:英国发动鸦片战争"
        ],
        [
            "数千年",
            "中国",
            "面临中国“数千年未有之变局”，他们继承了魏源等“经事派”提出的“师夷长技”的思想并极力将这种思想付诸于实践他们“师夷长技以自强”的目的，一是为了镇压太平天国，二是在中外“和局”的条件下，徐图中兴",
            "洋务运动:师夷长技以自强"
        ],
        [
            "1840年",
            "中国、英国",
            "1840年，英国发动鸦片战争，发动了对中国的殖民战争",
            "洋务运动:发动了对中国的殖民战争"
        ],
        [
            "1856年",
            "未知",
            "1856年又挑起第二次鸦片战争",
            "洋务运动:1856年又挑起第二次鸦片战争"
        ],
        [
            "1862年",
            "中国、北京",
            "1862年在北京设立的京师同文馆，就是中国最早的官办新式学校",
            "洋务运动:就是中国最早的官办新式学校"
        ],
        [
            "1861年",
            "中国",
            "他于1861年在《校邠庐抗议》一书中说：“以中国之伦常名数为原本，辅以诸国富强之术” ",
            "洋务运动:辅以诸国富强之术"
        ],
        [
            "1896年四月",
            "未知",
            "1896年四月，他在《匡时策》一文中说：“中西学问术自互有得失，为华人计，宜以中学为体，西学为用”",
            "洋务运动:西学为用"
        ],
        [
            "数十年",
            "中国",
            "因此，它在中国的大地上，风行数十年而不衰",
            "洋务运动:风行数十年而不衰"
        ],
        [
            "19世纪五十年代",
            "未知",
            "19世纪五十年代到六十年代初，社会的主要矛盾是农民阶级与地主阶级的矛盾",
            "洋务运动:社会的主要矛盾是农民阶级与地主阶级的矛盾"
        ],
        [
            "1864年",
            "未知",
            "1864年太平天国运动失败后，社会的主要矛盾便是中华民族与帝国主义列强的矛盾",
            "洋务运动:社会的主要矛盾便是中华民族与帝国主义列强的矛盾"
        ],
        [
            "二三十年",
            "未知",
            "二三十年来，中外臣僚正由于未得制敌之要，徒以空言塞责，以致酿成庚申之变”",
            "洋务运动:以致酿成庚申之变"
        ],
        [
            "咸丰十年十二月初一日",
            "未知",
            "洋务派在中央的代表人物奕䜣咸丰十年十二月初一日（1861年1月11日），恭亲王奕訢，会同桂良、文祥上奏的《通筹夷务全局酌拟章程六条》，推行了一项以富国强兵为目标的洋务运动",
            "洋务运动:推行了一项以富国强兵为目标的洋务运动"
        ],
        [
            "1861年",
            "中国",
            "1861年辛酉政变以后，与原有保守势力有冲突的慈禧登上了统治的中心，为了能够坐稳统治地位，她对洋务派采取了扶植的政策，洋务派登上清朝的政治舞台后，大规模引进西方先进的科学技术，兴办近代化军事工业和民用企业，中国的近代化运动迅速开展起来",
            "洋务运动:洋务派登上清朝的政治舞台后"
        ],
        [
            "几年",
            "中国",
            "短短几年中，中国就已经具备了铸铁、炼钢以及机器生产各种军工产品的能力，产品包括大炮、枪械、弹药、水雷、和蒸气轮船等新式武器，装备了一些军队他们还开办了天津北洋水师学堂、广州鱼雷学堂、威海水师学堂、南洋水师学堂、旅顺鱼雷学堂、江南陆军学堂、上海操炮学堂等一批军事学校，为国防事业作出重要的贡献",
            "洋务运动:产品包括大炮、枪械、弹药、水雷、和蒸气轮船等新式武器"
        ],
        [
            "1872年",
            "上海",
            "1872年，李鸿章在上海建立了轮船招商局",
            "洋务运动:李鸿章在上海建立了轮船招商局"
        ],
        [
            "三年",
            "未知",
            "招商局开办仅三年时间，就为清政府回收了一千三百多万两银子，还将业务发展到外国，打破了外国航运公司的垄断局面",
            "洋务运动:打破了外国航运公司的垄断局面"
        ],
        [
            "1880年",
            "中国",
            "1880年，左宗棠创办兰州织呢局，成为中国近代纺织工业的鼻祖",
            "洋务运动:成为中国近代纺织工业的鼻祖"
        ],
        [
            "八十年代",
            "中国",
            "中国近代纺织业、自来水厂、发电厂、机器缫丝、轧花、造纸、印刷、制药、玻璃制造等等，都是在十九世纪七、八十年代开始建立起来的",
            "洋务运动:都是在十九世纪七、八十年代开始建立起来的"
        ],
        [
            "19世纪70年代到",
            "未知",
            "19世纪70年代到甲午中日战争前，国人自办了约20种近代报刊",
            "洋务运动:国人自办了约20种近代报刊"
        ],
        [
            "1873年4月",
            "未知",
            "其他报纸有：1873年4月创刊的《西国近事汇编》、王韬主持的《循环日报》等",
            "洋务运动:1873年4月创刊的《西国近事汇编》、王韬主持的《循环日报》等"
        ],
        [
            "1862年",
            "未知",
            "1862年，恭亲王爱新觉罗·奕訢和文祥",
            "洋务运动:恭亲王爱新觉罗·奕訢和文祥"
        ],
        [
            "1862年",
            "未知",
            "（1）外国语性质的学堂，如1862年创办的京师同文馆，(1866年后增设算学馆，成为综合性学堂)上海广方言馆等",
            "洋务运动:成为综合性学堂)上海广方言馆等"
        ],
        [
            "1872—1875年",
            "欧、美、美国",
            "洋务时期的留学教育较有影响的主要有两次：留美幼童和福建船政学堂学生留欧，即1872—1875年清政府向美国派遣了四期共120名幼童赴美留学；1877—1897年先后派出四批福建船政学堂的学生赴欧留学",
            "洋务运动:洋务时期的留学教育较有影响的主要有两次"
        ],
        [
            "1872年8月11日",
            "上海、旧金山、美国",
            "1872年8月11日，三十名幼童自上海驶往美国旧金山，开始了长达十五年的留学生活",
            "洋务运动:开始了长达十五年的留学生活"
        ],
        [
            "二千年",
            "中国",
            "这在中国二千年历史中，特开新纪元”之事被誉为“中华创始之举，亦古来未有之事”",
            "洋务运动:亦古来未有之事"
        ],
        [
            "35年",
            "未知",
            "在洋务运动存续的35年里，文化出版事业的发展达到了一个前所未有的水平",
            "洋务运动:文化出版事业的发展达到了一个前所未有的水平"
        ],
        [
            "1864年",
            "中国",
            "其中具代表性的有：中国第一部国际法中译本：惠顿的《万国公法》（1864年）；第一部外交学中译本：马登的《星柖指掌》（1876年）；第一部经济学中译本：福赛特的《富国策》（1860年）",
            "洋务运动:第一部经济学中译本"
        ],
        [
            "1825年",
            "英国",
            "自从1825年英国建成了世界上最早的一条铁路之后，由于它在经济上、政治上以及军事上所起的作用，越来越为人们所认识，于是欧美各国接踵而起纷纷效法，在短短十余年间铁路建设即有长足进展",
            "洋务运动:自从1825年英国建成了世界上最早的一条铁路之后"
        ],
        [
            "1859年",
            "未知",
            "而洪仁玕则于1859年在其所著《资政新篇》中，最早提出了要在神州大地之上修建铁路的具体建议",
            "洋务运动:最早提出了要在神州大地之上修建铁路的具体建议"
        ],
        [
            "同治元年",
            "苏州、美、上海",
            "早在同治元年（1862年），就有怡和、旗昌等27家英美洋行向李鸿章建议兴建苏州至上海的铁路，被拒",
            "洋务运动:被拒"
        ],
        [
            "次年",
            "福州、上海、汉口、广东、四川、镇江、北京、英国、云南",
            "次年（1863年），又有英国工程师斯蒂文生向清政府建议兴修汉口至上海、汉口至广东、汉口至四川、上海至福州、镇江至北京、广东至云南六条干线铁路，亦被拒",
            "洋务运动:亦被拒"
        ],
        [
            "同治四年",
            "美、北京",
            "同治四年（1865年），美商在北京宣武门外修建了一条一里多长的铁路，以作为样品引起国人关注，但不几天就被步军统领衙门拆掉",
            "洋务运动:但不几天就被步军统领衙门拆掉"
        ],
        [
            "光绪六年",
            "吴淞、上海",
            "光绪六年（1880年），怡和洋行修建了从上海到吴淞的铁路，引起官员一致反对，终于借口压死一个士兵，以28万两白银买下拆毁，投入海中",
            "洋务运动:投入海中"
        ],
        [
            "光绪七年",
            "唐山、日本、侵华",
            "后来由于日本侵华意图日益显露，光绪七年（1881年）才建成从唐山到胥各庄全长22里，用于捡煤的铁路，但不许用火车头，而用驴子和马拖着车厢在铁路上走",
            "洋务运动:而用驴子和马拖着车厢在铁路上走"
        ],
        [
            "35年",
            "未知",
            "甲午中日战争中，北洋海军全军覆没，标志着清朝海军实力的完全丧失，也标志着35年的洋务运动宣告破产",
            "洋务运动:也标志着35年的洋务运动宣告破产"
        ],
        [
            "十九世纪六十年代",
            "美国",
            "美国汉学家芮玛丽这样评价这一阶段的“自强”运动：“不但一个王朝，而且一个文明看来已经崩溃了，但由于十九世纪六十年代的一些杰出人物的非凡努力，它们终于死里求生，再延续了六十年",
            "洋务运动:再延续了六十年"
        ],
        [
            "19世纪60年代",
            "未知",
            "19世纪60年代初期到90年代，出现了暂时的“中外修好”的和局，清政府统治集团内的一些开明人士为了维护清政府的封建统治，而采取了一系列“自强”“求富”的措施，虽然其目的是为了摆脱“内忧外患”维护封建统治，但这一运动是符合历史潮流的",
            "洋务运动:维护封建统治"
        ],
        [
            "1885年",
            "未知",
            "1885年设立的海军衙门，统领海军、海防事宜，推进了海军建设和国防的现代化建设",
            "洋务运动:推进了海军建设和国防的现代化建设"
        ],
        [
            "几千年",
            "中国",
            "在洋务派的倡导下，许多达官显贵以兴办洋务为荣，深深的动摇了从商鞅变法开始的，中国几千年文明中“重农轻商”的概念，促使中国近代经济、资本主义的发展，使资本主义经济成分在社会经济中明显增长，对中国近代企业、民族资本主义的诞生、发展具有重大意义",
            "洋务运动:促使中国近代经济、资本主义的发展"
        ],
        [
            "60年代",
            "中国",
            "开办新式学堂，从19世纪60年代到90年代，洋务派共创办24所新式学堂，主要为翻译、工程、兵器、通讯、医务等培养新型人才，虽然学堂规模不大，但是依旧打破了古老的科举制度，培养了一批不同于传统的近代科技知识分子，一定程度上打通了社会文化风气，为后面科举制的废除奠定了一定的基础；派遣留学生，为了更系统的学习西方先进的科学技术，洋务派向西方派遣 200 多位留学生，为洋务事业培养了一大批具有西学知识的新式人才，一方面也对中国的教育近代化起了极大的推动作用，为中国社会迈向近代化准备了最初始的文化条件",
            "洋务运动:洋务派向西方派遣 200 多位留学生"
        ]
    ],
    "type": "EVENT"
}